[
    {
        "word": "abuse",
        "senses": [
            {
                "id": "m_en_gbus0003740.006",
                "definition": "use (something) to bad effect or for a bad purpose; misuse",
                "examples": [
                    "In the election of 2000, the party in effect abuse the judicial power to seize the presidency for itself, and this time the attempt succeeded.",
                    "He is already facing impeachment over claims that he misused public money and abuse his office since coming to power a year ago.",
                    "That does not make sense, that is not logical, and the judge has abuse his powers.",
                    "By abuse people's willingness to respond to emergencies, you make them less likely to respond to them at all.",
                    "Last year in Parliament, Labor's Craig Emerson accused insurance companies of abuse their market power over small smash repairers.",
                    "Parents are abuse the new guidelines to save money on childminding.",
                    "Because of their unlimited power, some consuls abuse their authority.",
                    "He abuse his position of power to engage in a 3-year affair with a married woman, possibly having a baby with her.",
                    "The list itself was prefaced with the following insight: ‘Leaders with absolute power too often abuse it.’",
                    "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law.",
                    "Being a police officer does not mean you can abuse the power given to you.",
                    "Give people a little bit of power and they will abuse it.",
                    "Before taking his own life, the gunman wrote that the judge had abuse her judicial power in dismissing his medical malpractice case.",
                    "He abstains from abuse his position for power or personal gain and strongly believes in the virtue of honesty, justice, and love of truth.",
                    "Too many franchisors are able to abuse their market power and contractual obligations without any effective sanction under the current law.",
                    "It's ghastly when people in positions of power abuse their privilege.",
                    "Why shouldn't he when the judge was so obviously abuse his authority?",
                    "He has grossly misused his position and abuse his authority.",
                    "Murphy said the judge had not abuse the legal process, but should not have dealt with the case in the way he did.",
                    "The judge said Vetch had abuse the trust of those who had given him a free hand to run their financial affairs.",
                    "the judge abuse his power by imposing the fines"
                ]
            },
            {
                "id": "m_en_gbus0003740.014",
                "definition": "treat with cruelty or violence, especially regularly or repeatedly",
                "examples": [
                    "Married off at 11 and repeatedly abuse by her husband, she fought against the officially outlawed caste system, becoming a folk hero to many and a menace to others.",
                    "During 10 months of detention, he was repeatedly abuse and tortured.",
                    "The foundation has also helped a man, who has been regularly physically abuse by his wife.",
                    "We believe that wasn't sufficient, that if people were in a situation where they were at risk of violence, or being abuse that they needed immediate help.",
                    "After being repeatedly abuse the boy escapes, but something inside him is damaged for life.",
                    "Detecting these injuries is important as up to 30% of children who are repeatedly abuse die.",
                    "I saw children who had been repeatedly abuse by loved ones or people in authority.",
                    "Does Claire Baron not realise that a large percentage of the animals under their care have been abuse or cruelly treated?",
                    "Asylum seekers can be incarcerated for years, treated like criminals and abuse by staff, resulting in systematic health problems.",
                    "His difference makes him a victim, repeatedly abuse and cheated.",
                    "Home should be a safe place but some children are forced to watch their mother or father being regularly physically or verbally abuse",
                    "He deems all owners and jockeys to be bullies who ‘send injured horses to race and be abuse by jockeys with whips.’",
                    "Hervey herself owns another 50 cats, many of which are injured or have been abuse",
                    "And many had themselves been the victims of violence: abuse by parents, raped by boyfriends, assaulted on the street.",
                    "In many ways, a more dignified end than being forced to live as a vegetable in an old-people's home, ill-treated and abuse by some uncouth attendant.",
                    "The Rovers' barmaid is being emotionally abuse in scenes that are repeated behind closed doors in homes in Greater Manchester and across the country.",
                    "He believes he will be abuse and mistreated if returned to his war-torn country.",
                    "She was charged with stealing two dogs after she had repeatedly complained that the dogs were being abuse",
                    "Traditional circuses like the Shriner's have come under fire in recent years for exploiting and abuse animals.",
                    "The two girls were torn away from their family not because their parents abuse them or did not love them but because they were simply deemed too ‘stupid’ to care for them.",
                    "riders who abuse their horses should be prosecuted"
                ]
            },
            {
                "id": "m_en_gbus0003740.019",
                "definition": "speak to (someone) in an insulting and offensive way",
                "examples": [
                    "I do all the housework; I practically serve you while you lie around and insult and abuse me.",
                    "But in the post-match press conference, he accused Inter's players of verbally abuse him.",
                    "Their sole purpose in being at the Old Head is to disrupt our business by intimidating, insulting and abuse our guests who come from all over the world.",
                    "That is why I left the group because people were always trying to disrespect and abuse me.",
                    "Or Colin Montgomerie, for that matter, who is still seeking a major tournament, and has spoken about quitting the United States, because the crowds there keep abuse him.",
                    "Even for the game against Dubnica last week, there were only about 1,000 fans and some of them were abuse us.",
                    "We were still going along quite well, but he was just verbally abuse me.",
                    "You spent most of your email abuse me for claiming that the share price would go down if shareholders did not endorse the shift to the US.",
                    "But he started throwing around exercise books and verbally abuse me.",
                    "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him.",
                    "I can understand the ref calling it off because he was abuse",
                    "It was great, except when it rained - or when we were abuse by people in pubs.",
                    "Yet, when I confronted Mr Y with my realisations, he for some reason also took offence, abuse me verbally, and also tried to do the same physically.",
                    "No sooner was he ensconced than he was verbally abuse by an irate customer who had taken umbrage because he (our reader) was not wearing socks.",
                    "‘One mental health nurse had been regularly abuse and then started getting death threats,’ she said.",
                    "Apparently these three people were out shopping in Toys ‘R’ Us and were verbally abuse and threatened with violence by members of staff.",
                    "A shopkeeper who has been punched in the face and repeatedly racially abuse by a teenage gang, fears that his family could be the next to suffer.",
                    "As an American family living here, we have been repeatedly verbally abuse",
                    "Women have been regularly verbally abuse and even had stones thrown at them.",
                    "‘I have been verbally abuse spat on and threatened with violence on countless occasions,’ he says.",
                    "the referee was abuse by players from both teams"
                ]
            }
        ]
    },
    {
        "word": "administration",
        "senses": [
            {
                "id": "m_en_gbus0010650.008",
                "definition": "the process or activity of running a business, organization, etc.",
                "examples": [
                    "The awards were in courses such as business administration information processing, performing arts and art, craft and design.",
                    "They bog down in the day-to-day administration of a small business and bemoan the lack of time to draw.",
                    "This individual has a bachelor of arts degree in economics and a master of business administration degree.",
                    "She holds a master's in business administration from the Wharton School.",
                    "This reduces cost and administration over-head for organisations desperate to cut costs.",
                    "In order to cut costs, city hall administration said large businesses and government departments need to reduce the amount of garbage they produce.",
                    "There will always be larger organisations, with their overwhelming administration and cost base, vying for our business.",
                    "As they have done each and every year, Pattaya's city administration and private sector organized a festival for the auspicious occasion.",
                    "One chapter describes the documentation process of medication administration and teaching.",
                    "However, it is not permissible for such private organizations to spend the zakat money to cover their administration costs.",
                    "The Pattaya Bicycle for Health Club and the city administration are organizing a bicycle rally to support the campaign to quit smoking.",
                    "In the offices, there was an explanation of the computerised administration processes, grave search and interview room facilities.",
                    "The group plunged into the red for the first time in its history with a net loss of £1.7m and said it was selling its private client and fund administration businesses.",
                    "The underwater cleanup was the second combined effort of its kind organized by the city administration the local community and the private sector.",
                    "Arts and social science programmes replaced courses in business and administration as the first choice for most degree applicants this year.",
                    "The trade union leaders boast of their ‘long record of effective administration and organisation’.",
                    "The primary care organisations are required to deliver a 15 percent cut in administration costs almost immediately.",
                    "In the Northern Territory the Federal government confined its agricultural activities mainly to administration and experiment.",
                    "There are other aspects of the fuel administration and handling process which the new administration could look into.",
                    "The annual competition is organised by the city administration and aimed at improving skills and boosting the profile of sports among the city's youth.",
                    "the day-to-day administration of the company",
                    "a career in arts administration"
                ]
            },
            {
                "id": "m_en_gbus0010650.013",
                "definition": "the management of public affairs; government",
                "examples": [
                    "Another role of Mercosur is to help member countries to overcome their internal problems such as those linked with public administration and the control of inflation.",
                    "The importance placed by the public on administration and governance can also be seen in Donald Tsang's very high public poll numbers.",
                    "As an article of faith, new public management urges that public administration be animated by clearly defined organizational objectives.",
                    "The most probable field will be that of public administration healthcare management and NGO management.",
                    "His leadership combined military operations, government administration and economic management.",
                    "Among other things, we will challenge the primary focus of much of the study of administration ethics in public administration",
                    "And contracting out sits well with the current fashion in public administration for smaller government.",
                    "The states are also bound by constitutional principles governing public administration",
                    "John is a Canberra-based commentator on Australian Government, the parliament and public administration",
                    "We are driven back to the point, I think, as we so often are in public administration that the answer lies as much in the wise exercise of discretion.",
                    "A medical doctor was recently given an award for his achievement in developing a modern approach to public administration",
                    "The law on public administration punishes civil servants who fail to show their loyalty to the government through dismissal.",
                    "When I studied public administration in the early 1980s, we used to worry a lot about politicisation.",
                    "She was employed to haul the public administration into the 21st century.",
                    "He promised to make the public administration the civil service here, run more smoothly, and simplify it.",
                    "We realise the government will face significant challenges in public administration",
                    "I know what an outstanding contribution to public administration might look like.",
                    "We can only hope he succeeds in bringing reform and efficiency to the entire public administration",
                    "The second area would include judicial reform and reform in public administration",
                    "The ombudsman must maintain tight contacts with the public administration as well.",
                    "the inhabitants of the island voted to remain under French administration"
                ]
            },
            {
                "id": "m_en_gbus0010650.020",
                "definition": "the action of dispensing, giving, or applying something",
                "examples": [
                    "If we can't stop crime, at least we can do is aim for the effective administration of justice.",
                    "The claim that bromelain cannot be effective after oral administration is definitely refuted at this time.",
                    "But the family, he added, understands ‘that the fair administration of justice takes time.’",
                    "A much better deterrent than flogging would be an efficient police service, coupled with the speedy administration of justice.",
                    "The administration of justice is being dragged into disrepute.",
                    "He says it is a well-established norm that conciliation is part of administration of justice.",
                    "The administration of justice has to be in a safe environment for everyone's sake, including the accused.",
                    "The administration of justice, it is said, is the strongest pillar of government.",
                    "Because many of these drugs are well absorbed after oral administration they are clinically useful in the outpatient setting.",
                    "Participants stopped taking warfarin for at least one day and received vitamin K by oral or subcutaneous administration",
                    "Oral administration is preferred, and doses should be given at regular intervals around the clock to provide good pain control.",
                    "The drug reaches a peak plasma concentration three hours after oral administration with steady state concentration reached within eight days.",
                    "Don't assume capsules are only intended for oral administration",
                    "An attempt has been made to observe such alterations by using oral administration of another carcinogen to the same strain.",
                    "Oral administration of karela juice has shown to improve blood sugar levels.",
                    "Double-blind evaluations of oral administration of Salvia seem warranted.",
                    "The drug is rapidly absorbed after oral administration and metabolized extensively in the liver.",
                    "Common routes of administration include oral, intranasal, and intravenous.",
                    "Besides oral administration herbs and flowers were frequently recommended for use in baths.",
                    "The preference is for oral or intravenous administration in lieu of intramuscular medications.",
                    "the oral administration of the antibiotic",
                    "the administration of justice"
                ]
            }
        ]
    },
    {
        "word": "cold",
        "senses": [
            {
                "id": "m_en_gbus0198460.006",
                "definition": "of or at a low or relatively low temperature, especially when compared with the human body",
                "examples": [
                    "The water was warm, almost scalding compared to the cold shock of the temperature that one day.",
                    "Christmas eve, there is a cold wind, the temperatures in the desert dip below freezing.",
                    "The problem has been made worse by standing flood water, freezing temperatures and a cold wind.",
                    "Wind, snow, rain, and cold temperatures are all factors that can steal your body heat.",
                    "The wind outside was cold and wet, while the sky threatened to dump it's contents at any moment.",
                    "In cold climates the body achieves its constant temperature by a combination of heat production and heat conservation.",
                    "It clots very easily when the body's repeatedly exposed to cold temperatures.",
                    "Direct exposure to the cold air makes the body temperature drop too fast to adjust to the sharp difference.",
                    "No surprise there, given that it's cold outside and everybody needs a little human friction to get by.",
                    "I'm begging someone, anyone pinch me, shake me, pour a bucket of cold water on my body.",
                    "At the same time, autumn is the right season to undertake exercises to build up one's body for the coming cold winter.",
                    "It's a cold climate with temperatures in the 20s in the winter and in the 50s in the summer.",
                    "Within weeks of the murder inquiry being launched, it emerged that her killer might have stored her body somewhere cold",
                    "Not a minute too soon either as the air temperature is very cold",
                    "There is a risk of very windy conditions but overall it will not be too cold with temperatures around normal.",
                    "Salmon marine survival rates are known to be very poor in winters of particularly cold sea temperatures.",
                    "It will be very cold by night with temperatures not expected to exceed two degrees.",
                    "This article refers to the differences that might occur on a cold winter's morning compared to a warm summer evening.",
                    "After a bunch of cold days the temperatures shot up in the mid 40s and started melting things.",
                    "The cold air hit her body with the force of a stone wall.",
                    "a freezing cold day",
                    "it's cold outside",
                    "a sharp, cold wind"
                ]
            },
            {
                "id": "m_en_gbus0198460.018",
                "definition": "lacking affection or warmth of feeling; unemotional",
                "examples": [
                    "Did you know that as well as being cold and unemotional, we are also polite, traditional and reserved?",
                    "Despite her terrible physical condition at the moment, the tone was so unemotionally cold",
                    "While being a rather cold and calculating man on the whole, Maddock had a soft spot for children.",
                    "He was taken away from his mother by Mimi and brought up in a cold austere home with little affection or comfort.",
                    "She could see cold calculation in his eyes, not love or affection or concern.",
                    "People falsely assume that being dispassionate means being cold or indifferent.",
                    "Maclean has always been a maverick, described more than once as cold and unfeeling.",
                    "It may sound a cold and calculating approach to a sale and I suppose it is, in a way.",
                    "She checked on the students regularly, always in her same formal cold manner.",
                    "At dinner, Kestril was cold and withdrawn, as if he faced a trial the next day.",
                    "It is intoxicating, a potentially cold and academic work warmed by the power and skill of the actors, notably Valk.",
                    "Some people take this to mean that she's cold and hard but I know better.",
                    "She realized that he had warmed up to her a little in the past four hours, but at the beginning he was cold and hard to reach.",
                    "Even when she got them to talk to her, she had found that they were cold and harsh.",
                    "Anyway, the charm was meant to bring true happiness and I'm sure a gloomy cold person like Ian would need some of that.",
                    "Does she think we are cold mean people because we practice Western-based medicine?",
                    "People may say we are cold but what is wrong with being less demonstrative?",
                    "Now I realized that it was his cold anger that I feared, and not his quick temper.",
                    "Neither was there a hint of fear in Izumi's cold gray eyes, nor was there a gleam in Tenshi's.",
                    "If you don't love this yarn there is a cold dead place where your heart should be and I pity you.",
                    "how cold and calculating he was",
                    "cold black eyes"
                ]
            },
            {
                "id": "m_en_gbus0198460.025",
                "definition": "(of the scent or trail of a hunted person or animal) no longer fresh and easy to follow",
                "examples": [
                    "The trail has to be cold by now, too much time has gone by and we don't know if he's changed his look again.",
                    "However, following this early breakthrough the trail went cold",
                    "Last night officers insisted the trail had not gone cold",
                    "Most of the abductees never return and the trail grows cold",
                    "The trail has long gone cold but Ames's mother, Shanika, still clings to the hope that he is still alive.",
                    "Police sources say the trail then went cold but Noye was later to return to southern Spain until his arrest in 1998.",
                    "The trail's gone cold and we haven't heard anything in about two months.",
                    "The consumer tries to cancel the booking, but then the trail goes cold",
                    "Some later reports placed him in Waziristan, Pakistan, but thereafter the trail has gone cold",
                    "They tracked down other train passengers who said she arrived at Delhi but there the trail runs cold",
                    "The trail went cold for more than two decades - then the police had an astounding piece of luck.",
                    "The panther smiled; it had been a long stern chase, with several trails gone cold",
                    "the trail went cold"
                ]
            }
        ]
    },
    {
        "word": "aid",
        "senses": [
            {
                "id": "m_en_gbus0017570.006",
                "definition": "help, typically of a practical nature",
                "examples": [
                    "SIR - I would like to express my heartfelt thanks to the young couple who came to my aid on Friday evening when I was stranded in my car in a flood near Carleton.",
                    "Two passers-by came to his aid and helped to find the cause of his injury.",
                    "It is likely the victim was the only person in the carriage because no-one came to his aid or offered him help when the attack was over.",
                    "Ms Kennedy aid the service provided emotional and practical support with the aid of a team of trained volunteers fluent in many languages.",
                    "He told of how his cousin and her family came to his aid and gratefully helped him in the reconstruction.",
                    "‘Not one of the boys went to his aid or thereafter summoned help, or displayed any concern for their hapless victim,’ aid Mr Martin.",
                    "Her family claims staff failed to respond to her desperate cries for help, and believe they only came to her aid when she collapsed from her injuries.",
                    "Mr Conroy's fishing partner was rescued by two surfers who went to his aid after hearing yells for help, police aid",
                    "Fortunately two local men came to their aid and Mrs Christie and her mother were pulled to safety before the next waves hit the shoreline.",
                    "After they left, Fung, hungry and thirsty, shouted for help and other hikers came to his aid",
                    "With the help of a nurse who came to their aid they tried without success to revive him.",
                    "In many ways it reminded me of how Irish people responded to the great tragedy of famine in my own country of Ethiopia 20 years ago when so many of you came to our aid at a time of such need and difficulty.",
                    "He managed to hobble to a nearby address but no-one came to his aid until a female motorist found him bleeding heavily.",
                    "A prolific burglar who targeted vulnerable pensioners has been jailed for a second time after stealing from a ‘Good Samaritan’ who came to his aid",
                    "The Hacketstown community quickly came to their aid by establishing an enthusiastic committee who have come up with many novel ideas to help raise funds.",
                    "About 25 farmers from the district then went to their aid",
                    "A passing patrol of some 25 troops from the Afghan National Army came to their aid",
                    "Passers-by came to his aid and he was taken to Leeds General Infirmary where his condition was described as ‘serious but stable’.",
                    "Please can you print a message of thanks to the young lady who came to my aid in Hawes Lane on the morning of Saturday, June 7.",
                    "But her family, which includes five sisters and her brother, came to her aid when most of them put themselves forward for compatibility testing.",
                    "he saw the pilot slumped in his cockpit and went to his aid",
                    "she walked with the aid of a Zimmer frame"
                ]
            }
        ]
    },
    {
        "word": "authority",
        "senses": [
            {
                "id": "m_en_gbus0059200.007",
                "definition": "the power or right to give orders, make decisions, and enforce obedience",
                "examples": [
                    "That is vital if soldiers are to trust those in authority over them.",
                    "And this fact will, no doubt, be trumpeted as a success by those set in authority over us.",
                    "You may clash with somebody in authority over an important and complex matter in what could turn out to be a difficult period.",
                    "I don't need to have someone in authority over me telling me what I can and cannot do when it comes to my religion.",
                    "We have a moral centrality that places us in a position of authority over animals.",
                    "His position gave him great authority over whether and how findings of the federally funded studies were disseminated.",
                    "Putting him in a position of authority over her was just going to cause problems.",
                    "Each position in the structure has one position directly exercising authority over it.",
                    "He lied to his wife and possibly exploited his position of authority over a young intern.",
                    "He was given full authority over everything, including the decision about subpoenaing journalists.",
                    "There was one particular person who stood out especially since he was in authority and had a position in the church.",
                    "A ban is a ban and those in authority should act as strictly as they can legally to enforce it.",
                    "For conformity and submission to exist within a society, there must be a corresponding need to find security in authority and power.",
                    "The relationship between children and adults is not an equal one, given that adults are physically larger and stronger and have power and authority over them.",
                    "A leader who wants power must be prepared to accept decisions made by those in authority whether they are painful or not.",
                    "Somebody in authority issued an explicit order to withdraw.",
                    "There are many jurisdictions claiming authority over the same highways.",
                    "They have broad constitutional authority over the jurisdiction of the federal courts.",
                    "Why should children listen to those in authority when those in authority have mistreated them?",
                    "Yet the port authority actually has little authority over its constituencies.",
                    "he had absolute authority over his subordinates",
                    "a rebellion against those in authority"
                ]
            },
            {
                "id": "m_en_gbus0059200.012",
                "definition": "a person or organization having political or administrative power and control",
                "examples": [
                    "Apart from the politicians and the health authority economists are also worried.",
                    "These, then, are the various powers under which governmental authority may act.",
                    "They are also calling for powers to allow authority to intervene to protect young people who are at risk from drugs.",
                    "Both military and civil authority moved quickly to control opinion through the press.",
                    "The other mine cited by the source is under the control of the French authority",
                    "The court should seek a report on the action taken by the authority in implementing the order.",
                    "The health authority do not seem to be taking action to stop these activities.",
                    "Local health authority have also been flooded with calls about dentists.",
                    "The threat of a flu epidemic is one of many problems facing scientists and public health authority",
                    "Drug misuse within our community is an issue which the authority are often accused of ignoring.",
                    "When a political authority issues a command and the subject has a duty to obey, what is the nature of this duty?",
                    "To maintain public order, the authority instituted a regular, salaried police force.",
                    "The French health authority are attempting to trace and treat those individuals in France.",
                    "There was a positive obligation on a public authority to ensure proper protection of rights under the Convention.",
                    "It's taken him 37 years at the authority to reach the top job, and he's delighted.",
                    "Last March the planning authority decided to grant permission for the development subject to 34 conditions.",
                    "When the planning authority gave this permission they clearly intended to protect the amenities.",
                    "The local health authority granted permission for our study, and local health staff contacted the participants.",
                    "However, a separate application had been approved by the planning authority",
                    "I note that the local police authority has to obtain planning permission before a flag pole can be put up at their new headquarters.",
                    "Gustav never forgot this brush with authority and he passed on his fixation with power to his youngest son.",
                    "This sometimes manifests in what others have referred to as a ‘problem with authority",
                    "I have a problem with authority in general and with government in particular.",
                    "health authority issued a worldwide alert"
                ]
            },
            {
                "id": "m_en_gbus0059200.016",
                "definition": "the power to influence others, especially because of one's commanding manner or one's recognized knowledge about something",
                "examples": [
                    "One man in particular stood out amongst them, standing with authority and giving commands to anyone who came near.",
                    "He rose quickly in an army which appreciated his soldierly presence and natural authority",
                    "But my enthusiasm waned slightly as I began to realise there are only so many colours that can be cited as ‘lucky’ with authority",
                    "Not only did he score two excellent goals but he led the line with authority showing great strength, and his movement into the channels to receive long passes was first class.",
                    "As I write, I cannot say with authority when the bulldozers will move onto the forty three acre site, but expect it to be sooner rather than later.",
                    "I don't read any particular columnist religiously so I can't comment with authority on his philosophy.",
                    "And I think he's somebody who can speak with authority about what that kind of leadership can provide.",
                    "And even now, as he pushes the case for war, he is still held in high esteem overseas, a man who speaks with authority",
                    "A woman is permitted to chat or babble, but speaking in public with authority is still the greatest transgression.",
                    "All I'll say is that the guy did well, he spoke with authority and at the same time, took into consideration the feelings of all concerned.",
                    "He has some grounds to speak with authority about the region.",
                    "He writes with authority warmth, wit and infallible scholarship.",
                    "Speaking with authority intensity and enthusiasm, Scorsese proves that his greatest passion in life is film.",
                    "Nothing is further from the truth, and I write here with authority",
                    "I cannot speak with authority about other branches of government but I can say that the most yawning gaps are in the key areas of policing and security.",
                    "Its sales staff, for example, are sent on trips to its holiday destinations so they can talk with authority to potential customers.",
                    "The five days of the conference will, however, test his confidence and authority to the limit.",
                    "She had, as a talker, great force and the personal authority of someone whose opinions matter first of all to themselves and then to others.",
                    "But there is a President who has personal moral authority",
                    "It is increasingly important that medical experts have real authority and expertise to retain the respect of their colleagues.",
                    "I never once questioned the experts' authority or expertise about something I had lived with all my life.",
                    "he has the natural authority of one who is used to being obeyed"
                ]
            }
        ]
    }
]