[
    [
        {
            "word": "abuse",
            "sense": "m_en_gbus0003740.006",
            "definition": "use (something) to bad effect or for a bad purpose; misuse",
            "examples": [
                "In the election of 2000, the party in effect abuse the judicial power to seize the presidency for itself, and this time the attempt succeeded.",
                "He is already facing impeachment over claims that he misused public money and abuse his office since coming to power a year ago.",
                "That does not make sense, that is not logical, and the judge has abuse his powers.",
                "By abuse people's willingness to respond to emergencies, you make them less likely to respond to them at all.",
                "Last year in Parliament, Labor's Craig Emerson accused insurance companies of abuse their market power over small smash repairers.",
                "Parents are abuse the new guidelines to save money on childminding.",
                "Because of their unlimited power, some consuls abuse their authority.",
                "He abuse his position of power to engage in a 3-year affair with a married woman, possibly having a baby with her.",
                "The list itself was prefaced with the following insight: ‘Leaders with absolute power too often abuse it.’",
                "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law.",
                "Being a police officer does not mean you can abuse the power given to you.",
                "Give people a little bit of power and they will abuse it.",
                "Before taking his own life, the gunman wrote that the judge had abuse her judicial power in dismissing his medical malpractice case.",
                "He abstains from abuse his position for power or personal gain and strongly believes in the virtue of honesty, justice, and love of truth.",
                "Too many franchisors are able to abuse their market power and contractual obligations without any effective sanction under the current law.",
                "It's ghastly when people in positions of power abuse their privilege.",
                "Why shouldn't he when the judge was so obviously abuse his authority?",
                "He has grossly misused his position and abuse his authority.",
                "Murphy said the judge had not abuse the legal process, but should not have dealt with the case in the way he did.",
                "The judge said Vetch had abuse the trust of those who had given him a free hand to run their financial affairs.",
                "the judge abuse his power by imposing the fines"
            ]
        },
        {
            "word": "abuse",
            "sense": "m_en_gbus0003740.014",
            "definition": "treat with cruelty or violence, especially regularly or repeatedly",
            "examples": [
                "Married off at 11 and repeatedly abuse by her husband, she fought against the officially outlawed caste system, becoming a folk hero to many and a menace to others.",
                "During 10 months of detention, he was repeatedly abuse and tortured.",
                "The foundation has also helped a man, who has been regularly physically abuse by his wife.",
                "We believe that wasn't sufficient, that if people were in a situation where they were at risk of violence, or being abuse that they needed immediate help.",
                "After being repeatedly abuse the boy escapes, but something inside him is damaged for life.",
                "Detecting these injuries is important as up to 30% of children who are repeatedly abuse die.",
                "I saw children who had been repeatedly abuse by loved ones or people in authority.",
                "Does Claire Baron not realise that a large percentage of the animals under their care have been abuse or cruelly treated?",
                "Asylum seekers can be incarcerated for years, treated like criminals and abuse by staff, resulting in systematic health problems.",
                "His difference makes him a victim, repeatedly abuse and cheated.",
                "Home should be a safe place but some children are forced to watch their mother or father being regularly physically or verbally abuse",
                "He deems all owners and jockeys to be bullies who ‘send injured horses to race and be abuse by jockeys with whips.’",
                "Hervey herself owns another 50 cats, many of which are injured or have been abuse",
                "And many had themselves been the victims of violence: abuse by parents, raped by boyfriends, assaulted on the street.",
                "In many ways, a more dignified end than being forced to live as a vegetable in an old-people's home, ill-treated and abuse by some uncouth attendant.",
                "The Rovers' barmaid is being emotionally abuse in scenes that are repeated behind closed doors in homes in Greater Manchester and across the country.",
                "He believes he will be abuse and mistreated if returned to his war-torn country.",
                "She was charged with stealing two dogs after she had repeatedly complained that the dogs were being abuse",
                "Traditional circuses like the Shriner's have come under fire in recent years for exploiting and abuse animals.",
                "The two girls were torn away from their family not because their parents abuse them or did not love them but because they were simply deemed too ‘stupid’ to care for them.",
                "riders who abuse their horses should be prosecuted"
            ]
        },
        {
            "word": "abuse",
            "sense": "m_en_gbus0003740.019",
            "definition": "speak to (someone) in an insulting and offensive way",
            "examples": [
                "I do all the housework; I practically serve you while you lie around and insult and abuse me.",
                "But in the post-match press conference, he accused Inter's players of verbally abuse him.",
                "Their sole purpose in being at the Old Head is to disrupt our business by intimidating, insulting and abuse our guests who come from all over the world.",
                "That is why I left the group because people were always trying to disrespect and abuse me.",
                "Or Colin Montgomerie, for that matter, who is still seeking a major tournament, and has spoken about quitting the United States, because the crowds there keep abuse him.",
                "Even for the game against Dubnica last week, there were only about 1,000 fans and some of them were abuse us.",
                "We were still going along quite well, but he was just verbally abuse me.",
                "You spent most of your email abuse me for claiming that the share price would go down if shareholders did not endorse the shift to the US.",
                "But he started throwing around exercise books and verbally abuse me.",
                "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him.",
                "I can understand the ref calling it off because he was abuse",
                "It was great, except when it rained - or when we were abuse by people in pubs.",
                "Yet, when I confronted Mr Y with my realisations, he for some reason also took offence, abuse me verbally, and also tried to do the same physically.",
                "No sooner was he ensconced than he was verbally abuse by an irate customer who had taken umbrage because he (our reader) was not wearing socks.",
                "‘One mental health nurse had been regularly abuse and then started getting death threats,’ she said.",
                "Apparently these three people were out shopping in Toys ‘R’ Us and were verbally abuse and threatened with violence by members of staff.",
                "A shopkeeper who has been punched in the face and repeatedly racially abuse by a teenage gang, fears that his family could be the next to suffer.",
                "As an American family living here, we have been repeatedly verbally abuse",
                "Women have been regularly verbally abuse and even had stones thrown at them.",
                "‘I have been verbally abuse spat on and threatened with violence on countless occasions,’ he says.",
                "the referee was abuse by players from both teams"
            ]
        },
        {
            "word": "abuse",
            "sense": "m_en_gbus0003740.025",
            "definition": "the improper use of something",
            "examples": [
                "alcohol abuse",
                "an abuse of public funds"
            ]
        },
        {
            "word": "abuse",
            "sense": "m_en_gbus0003740.030",
            "definition": "cruel and violent treatment of a person or animal",
            "examples": [
                "a black eye and other signs of physical abuse"
            ]
        },
        {
            "word": "abuse",
            "sense": "m_en_gbus0003740.034",
            "definition": "insulting and offensive language",
            "examples": [
                "waving his fists and hurling abuse at the driver"
            ]
        }
    ],
    [
        {
            "word": "administration",
            "sense": "m_en_gbus0010650.008",
            "definition": "the process or activity of running a business, organization, etc.",
            "examples": [
                "The awards were in courses such as business administration information processing, performing arts and art, craft and design.",
                "They bog down in the day-to-day administration of a small business and bemoan the lack of time to draw.",
                "This individual has a bachelor of arts degree in economics and a master of business administration degree.",
                "She holds a master's in business administration from the Wharton School.",
                "This reduces cost and administration over-head for organisations desperate to cut costs.",
                "In order to cut costs, city hall administration said large businesses and government departments need to reduce the amount of garbage they produce.",
                "There will always be larger organisations, with their overwhelming administration and cost base, vying for our business.",
                "As they have done each and every year, Pattaya's city administration and private sector organized a festival for the auspicious occasion.",
                "One chapter describes the documentation process of medication administration and teaching.",
                "However, it is not permissible for such private organizations to spend the zakat money to cover their administration costs.",
                "The Pattaya Bicycle for Health Club and the city administration are organizing a bicycle rally to support the campaign to quit smoking.",
                "In the offices, there was an explanation of the computerised administration processes, grave search and interview room facilities.",
                "The group plunged into the red for the first time in its history with a net loss of £1.7m and said it was selling its private client and fund administration businesses.",
                "The underwater cleanup was the second combined effort of its kind organized by the city administration the local community and the private sector.",
                "Arts and social science programmes replaced courses in business and administration as the first choice for most degree applicants this year.",
                "The trade union leaders boast of their ‘long record of effective administration and organisation’.",
                "The primary care organisations are required to deliver a 15 percent cut in administration costs almost immediately.",
                "In the Northern Territory the Federal government confined its agricultural activities mainly to administration and experiment.",
                "There are other aspects of the fuel administration and handling process which the new administration could look into.",
                "The annual competition is organised by the city administration and aimed at improving skills and boosting the profile of sports among the city's youth.",
                "the day-to-day administration of the company",
                "a career in arts administration"
            ]
        },
        {
            "word": "administration",
            "sense": "m_en_gbus0010650.013",
            "definition": "the management of public affairs; government",
            "examples": [
                "Another role of Mercosur is to help member countries to overcome their internal problems such as those linked with public administration and the control of inflation.",
                "The importance placed by the public on administration and governance can also be seen in Donald Tsang's very high public poll numbers.",
                "As an article of faith, new public management urges that public administration be animated by clearly defined organizational objectives.",
                "The most probable field will be that of public administration healthcare management and NGO management.",
                "His leadership combined military operations, government administration and economic management.",
                "Among other things, we will challenge the primary focus of much of the study of administration ethics in public administration",
                "And contracting out sits well with the current fashion in public administration for smaller government.",
                "The states are also bound by constitutional principles governing public administration",
                "John is a Canberra-based commentator on Australian Government, the parliament and public administration",
                "We are driven back to the point, I think, as we so often are in public administration that the answer lies as much in the wise exercise of discretion.",
                "A medical doctor was recently given an award for his achievement in developing a modern approach to public administration",
                "The law on public administration punishes civil servants who fail to show their loyalty to the government through dismissal.",
                "When I studied public administration in the early 1980s, we used to worry a lot about politicisation.",
                "She was employed to haul the public administration into the 21st century.",
                "He promised to make the public administration the civil service here, run more smoothly, and simplify it.",
                "We realise the government will face significant challenges in public administration",
                "I know what an outstanding contribution to public administration might look like.",
                "We can only hope he succeeds in bringing reform and efficiency to the entire public administration",
                "The second area would include judicial reform and reform in public administration",
                "The ombudsman must maintain tight contacts with the public administration as well.",
                "the inhabitants of the island voted to remain under French administration"
            ]
        },
        {
            "word": "administration",
            "sense": "m_en_gbus0010650.020",
            "definition": "the action of dispensing, giving, or applying something",
            "examples": [
                "If we can't stop crime, at least we can do is aim for the effective administration of justice.",
                "The claim that bromelain cannot be effective after oral administration is definitely refuted at this time.",
                "But the family, he added, understands ‘that the fair administration of justice takes time.’",
                "A much better deterrent than flogging would be an efficient police service, coupled with the speedy administration of justice.",
                "The administration of justice is being dragged into disrepute.",
                "He says it is a well-established norm that conciliation is part of administration of justice.",
                "The administration of justice has to be in a safe environment for everyone's sake, including the accused.",
                "The administration of justice, it is said, is the strongest pillar of government.",
                "Because many of these drugs are well absorbed after oral administration they are clinically useful in the outpatient setting.",
                "Participants stopped taking warfarin for at least one day and received vitamin K by oral or subcutaneous administration",
                "Oral administration is preferred, and doses should be given at regular intervals around the clock to provide good pain control.",
                "The drug reaches a peak plasma concentration three hours after oral administration with steady state concentration reached within eight days.",
                "Don't assume capsules are only intended for oral administration",
                "An attempt has been made to observe such alterations by using oral administration of another carcinogen to the same strain.",
                "Oral administration of karela juice has shown to improve blood sugar levels.",
                "Double-blind evaluations of oral administration of Salvia seem warranted.",
                "The drug is rapidly absorbed after oral administration and metabolized extensively in the liver.",
                "Common routes of administration include oral, intranasal, and intravenous.",
                "Besides oral administration herbs and flowers were frequently recommended for use in baths.",
                "The preference is for oral or intravenous administration in lieu of intramuscular medications.",
                "the oral administration of the antibiotic",
                "the administration of justice"
            ]
        }
    ],
    [
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.006",
            "definition": "of or at a low or relatively low temperature, especially when compared with the human body",
            "examples": [
                "The water was warm, almost scalding compared to the cold shock of the temperature that one day.",
                "Christmas eve, there is a cold wind, the temperatures in the desert dip below freezing.",
                "The problem has been made worse by standing flood water, freezing temperatures and a cold wind.",
                "Wind, snow, rain, and cold temperatures are all factors that can steal your body heat.",
                "The wind outside was cold and wet, while the sky threatened to dump it's contents at any moment.",
                "In cold climates the body achieves its constant temperature by a combination of heat production and heat conservation.",
                "It clots very easily when the body's repeatedly exposed to cold temperatures.",
                "Direct exposure to the cold air makes the body temperature drop too fast to adjust to the sharp difference.",
                "No surprise there, given that it's cold outside and everybody needs a little human friction to get by.",
                "I'm begging someone, anyone pinch me, shake me, pour a bucket of cold water on my body.",
                "At the same time, autumn is the right season to undertake exercises to build up one's body for the coming cold winter.",
                "It's a cold climate with temperatures in the 20s in the winter and in the 50s in the summer.",
                "Within weeks of the murder inquiry being launched, it emerged that her killer might have stored her body somewhere cold",
                "Not a minute too soon either as the air temperature is very cold",
                "There is a risk of very windy conditions but overall it will not be too cold with temperatures around normal.",
                "Salmon marine survival rates are known to be very poor in winters of particularly cold sea temperatures.",
                "It will be very cold by night with temperatures not expected to exceed two degrees.",
                "This article refers to the differences that might occur on a cold winter's morning compared to a warm summer evening.",
                "After a bunch of cold days the temperatures shot up in the mid 40s and started melting things.",
                "The cold air hit her body with the force of a stone wall.",
                "a freezing cold day",
                "it's cold outside",
                "a sharp, cold wind"
            ]
        },
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.018",
            "definition": "lacking affection or warmth of feeling; unemotional",
            "examples": [
                "Did you know that as well as being cold and unemotional, we are also polite, traditional and reserved?",
                "Despite her terrible physical condition at the moment, the tone was so unemotionally cold",
                "While being a rather cold and calculating man on the whole, Maddock had a soft spot for children.",
                "He was taken away from his mother by Mimi and brought up in a cold austere home with little affection or comfort.",
                "She could see cold calculation in his eyes, not love or affection or concern.",
                "People falsely assume that being dispassionate means being cold or indifferent.",
                "Maclean has always been a maverick, described more than once as cold and unfeeling.",
                "It may sound a cold and calculating approach to a sale and I suppose it is, in a way.",
                "She checked on the students regularly, always in her same formal cold manner.",
                "At dinner, Kestril was cold and withdrawn, as if he faced a trial the next day.",
                "It is intoxicating, a potentially cold and academic work warmed by the power and skill of the actors, notably Valk.",
                "Some people take this to mean that she's cold and hard but I know better.",
                "She realized that he had warmed up to her a little in the past four hours, but at the beginning he was cold and hard to reach.",
                "Even when she got them to talk to her, she had found that they were cold and harsh.",
                "Anyway, the charm was meant to bring true happiness and I'm sure a gloomy cold person like Ian would need some of that.",
                "Does she think we are cold mean people because we practice Western-based medicine?",
                "People may say we are cold but what is wrong with being less demonstrative?",
                "Now I realized that it was his cold anger that I feared, and not his quick temper.",
                "Neither was there a hint of fear in Izumi's cold gray eyes, nor was there a gleam in Tenshi's.",
                "If you don't love this yarn there is a cold dead place where your heart should be and I pity you.",
                "how cold and calculating he was",
                "cold black eyes"
            ]
        },
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.025",
            "definition": "(of the scent or trail of a hunted person or animal) no longer fresh and easy to follow",
            "examples": [
                "The trail has to be cold by now, too much time has gone by and we don't know if he's changed his look again.",
                "However, following this early breakthrough the trail went cold",
                "Last night officers insisted the trail had not gone cold",
                "Most of the abductees never return and the trail grows cold",
                "The trail has long gone cold but Ames's mother, Shanika, still clings to the hope that he is still alive.",
                "Police sources say the trail then went cold but Noye was later to return to southern Spain until his arrest in 1998.",
                "The trail's gone cold and we haven't heard anything in about two months.",
                "The consumer tries to cancel the booking, but then the trail goes cold",
                "Some later reports placed him in Waziristan, Pakistan, but thereafter the trail has gone cold",
                "They tracked down other train passengers who said she arrived at Delhi but there the trail runs cold",
                "The trail went cold for more than two decades - then the police had an astounding piece of luck.",
                "The panther smiled; it had been a long stern chase, with several trails gone cold",
                "the trail went cold"
            ]
        },
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.028",
            "definition": "without preparation or rehearsal",
            "examples": [
                "When he's warmed up at the start of a game instead of coming in cold off the bench, he is in less danger of injury.",
                "But it's still notable he was able to step in cold and run the offense so efficiently.",
                "Manufacturers had difficulty ramping up to meet the Army's needs from a cold industrial base.",
                "they went into the test cold"
            ]
        },
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.032",
            "definition": "a low temperature; cold weather; a cold environment",
            "examples": [
                "my teeth chattered with the cold",
                "they nearly died of cold"
            ]
        },
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.035",
            "definition": "a common infection in which the mucous membrane of the nose and throat becomes inflamed, typically causing running at the nose, sneezing, and a sore throat",
            "examples": [
                "Suzie's got a cold",
                "a bad cold",
                "a cold remedy"
            ]
        },
        {
            "word": "cold",
            "sense": "m_en_gbus0198460.039",
            "definition": "completely; entirely",
            "examples": [
                "we stopped cold behind a turn in the staircase"
            ]
        }
    ],
    [
        {
            "word": "aid",
            "sense": "m_en_gbus0017570.006",
            "definition": "help, typically of a practical nature",
            "examples": [
                "SIR - I would like to express my heartfelt thanks to the young couple who came to my aid on Friday evening when I was stranded in my car in a flood near Carleton.",
                "Two passers-by came to his aid and helped to find the cause of his injury.",
                "It is likely the victim was the only person in the carriage because no-one came to his aid or offered him help when the attack was over.",
                "Ms Kennedy aid the service provided emotional and practical support with the aid of a team of trained volunteers fluent in many languages.",
                "He told of how his cousin and her family came to his aid and gratefully helped him in the reconstruction.",
                "‘Not one of the boys went to his aid or thereafter summoned help, or displayed any concern for their hapless victim,’ aid Mr Martin.",
                "Her family claims staff failed to respond to her desperate cries for help, and believe they only came to her aid when she collapsed from her injuries.",
                "Mr Conroy's fishing partner was rescued by two surfers who went to his aid after hearing yells for help, police aid",
                "Fortunately two local men came to their aid and Mrs Christie and her mother were pulled to safety before the next waves hit the shoreline.",
                "After they left, Fung, hungry and thirsty, shouted for help and other hikers came to his aid",
                "With the help of a nurse who came to their aid they tried without success to revive him.",
                "In many ways it reminded me of how Irish people responded to the great tragedy of famine in my own country of Ethiopia 20 years ago when so many of you came to our aid at a time of such need and difficulty.",
                "He managed to hobble to a nearby address but no-one came to his aid until a female motorist found him bleeding heavily.",
                "A prolific burglar who targeted vulnerable pensioners has been jailed for a second time after stealing from a ‘Good Samaritan’ who came to his aid",
                "The Hacketstown community quickly came to their aid by establishing an enthusiastic committee who have come up with many novel ideas to help raise funds.",
                "About 25 farmers from the district then went to their aid",
                "A passing patrol of some 25 troops from the Afghan National Army came to their aid",
                "Passers-by came to his aid and he was taken to Leeds General Infirmary where his condition was described as ‘serious but stable’.",
                "Please can you print a message of thanks to the young lady who came to my aid in Hawes Lane on the morning of Saturday, June 7.",
                "But her family, which includes five sisters and her brother, came to her aid when most of them put themselves forward for compatibility testing.",
                "he saw the pilot slumped in his cockpit and went to his aid",
                "she walked with the aid of a Zimmer frame"
            ]
        },
        {
            "word": "aid",
            "sense": "m_en_gbus0017570.023",
            "definition": "help or support (someone or something) in the achievement of something",
            "examples": [
                "women were aid in childbirth by midwives",
                "research was conducted to aid in making decisions"
            ]
        }
    ],
    [
        {
            "word": "authority",
            "sense": "m_en_gbus0059200.007",
            "definition": "the power or right to give orders, make decisions, and enforce obedience",
            "examples": [
                "That is vital if soldiers are to trust those in authority over them.",
                "And this fact will, no doubt, be trumpeted as a success by those set in authority over us.",
                "You may clash with somebody in authority over an important and complex matter in what could turn out to be a difficult period.",
                "I don't need to have someone in authority over me telling me what I can and cannot do when it comes to my religion.",
                "We have a moral centrality that places us in a position of authority over animals.",
                "His position gave him great authority over whether and how findings of the federally funded studies were disseminated.",
                "Putting him in a position of authority over her was just going to cause problems.",
                "Each position in the structure has one position directly exercising authority over it.",
                "He lied to his wife and possibly exploited his position of authority over a young intern.",
                "He was given full authority over everything, including the decision about subpoenaing journalists.",
                "There was one particular person who stood out especially since he was in authority and had a position in the church.",
                "A ban is a ban and those in authority should act as strictly as they can legally to enforce it.",
                "For conformity and submission to exist within a society, there must be a corresponding need to find security in authority and power.",
                "The relationship between children and adults is not an equal one, given that adults are physically larger and stronger and have power and authority over them.",
                "A leader who wants power must be prepared to accept decisions made by those in authority whether they are painful or not.",
                "Somebody in authority issued an explicit order to withdraw.",
                "There are many jurisdictions claiming authority over the same highways.",
                "They have broad constitutional authority over the jurisdiction of the federal courts.",
                "Why should children listen to those in authority when those in authority have mistreated them?",
                "Yet the port authority actually has little authority over its constituencies.",
                "he had absolute authority over his subordinates",
                "a rebellion against those in authority"
            ]
        },
        {
            "word": "authority",
            "sense": "m_en_gbus0059200.012",
            "definition": "a person or organization having political or administrative power and control",
            "examples": [
                "Apart from the politicians and the health authority economists are also worried.",
                "These, then, are the various powers under which governmental authority may act.",
                "They are also calling for powers to allow authority to intervene to protect young people who are at risk from drugs.",
                "Both military and civil authority moved quickly to control opinion through the press.",
                "The other mine cited by the source is under the control of the French authority",
                "The court should seek a report on the action taken by the authority in implementing the order.",
                "The health authority do not seem to be taking action to stop these activities.",
                "Local health authority have also been flooded with calls about dentists.",
                "The threat of a flu epidemic is one of many problems facing scientists and public health authority",
                "Drug misuse within our community is an issue which the authority are often accused of ignoring.",
                "When a political authority issues a command and the subject has a duty to obey, what is the nature of this duty?",
                "To maintain public order, the authority instituted a regular, salaried police force.",
                "The French health authority are attempting to trace and treat those individuals in France.",
                "There was a positive obligation on a public authority to ensure proper protection of rights under the Convention.",
                "It's taken him 37 years at the authority to reach the top job, and he's delighted.",
                "Last March the planning authority decided to grant permission for the development subject to 34 conditions.",
                "When the planning authority gave this permission they clearly intended to protect the amenities.",
                "The local health authority granted permission for our study, and local health staff contacted the participants.",
                "However, a separate application had been approved by the planning authority",
                "I note that the local police authority has to obtain planning permission before a flag pole can be put up at their new headquarters.",
                "Gustav never forgot this brush with authority and he passed on his fixation with power to his youngest son.",
                "This sometimes manifests in what others have referred to as a ‘problem with authority",
                "I have a problem with authority in general and with government in particular.",
                "health authority issued a worldwide alert"
            ]
        },
        {
            "word": "authority",
            "sense": "m_en_gbus0059200.016",
            "definition": "the power to influence others, especially because of one's commanding manner or one's recognized knowledge about something",
            "examples": [
                "One man in particular stood out amongst them, standing with authority and giving commands to anyone who came near.",
                "He rose quickly in an army which appreciated his soldierly presence and natural authority",
                "But my enthusiasm waned slightly as I began to realise there are only so many colours that can be cited as ‘lucky’ with authority",
                "Not only did he score two excellent goals but he led the line with authority showing great strength, and his movement into the channels to receive long passes was first class.",
                "As I write, I cannot say with authority when the bulldozers will move onto the forty three acre site, but expect it to be sooner rather than later.",
                "I don't read any particular columnist religiously so I can't comment with authority on his philosophy.",
                "And I think he's somebody who can speak with authority about what that kind of leadership can provide.",
                "And even now, as he pushes the case for war, he is still held in high esteem overseas, a man who speaks with authority",
                "A woman is permitted to chat or babble, but speaking in public with authority is still the greatest transgression.",
                "All I'll say is that the guy did well, he spoke with authority and at the same time, took into consideration the feelings of all concerned.",
                "He has some grounds to speak with authority about the region.",
                "He writes with authority warmth, wit and infallible scholarship.",
                "Speaking with authority intensity and enthusiasm, Scorsese proves that his greatest passion in life is film.",
                "Nothing is further from the truth, and I write here with authority",
                "I cannot speak with authority about other branches of government but I can say that the most yawning gaps are in the key areas of policing and security.",
                "Its sales staff, for example, are sent on trips to its holiday destinations so they can talk with authority to potential customers.",
                "The five days of the conference will, however, test his confidence and authority to the limit.",
                "She had, as a talker, great force and the personal authority of someone whose opinions matter first of all to themselves and then to others.",
                "But there is a President who has personal moral authority",
                "It is increasingly important that medical experts have real authority and expertise to retain the respect of their colleagues.",
                "I never once questioned the experts' authority or expertise about something I had lived with all my life.",
                "he has the natural authority of one who is used to being obeyed"
            ]
        }
    ],
    [
        {
            "word": "battle",
            "sense": "m_en_gbus0078670.005",
            "definition": "a sustained fight between large organized armed forces",
            "examples": [
                "Hymns and prayers were said in memory of those who died in battle and those who fought and survived.",
                "He enjoyed wars and was the first prime minister since the duke of Wellington to have fought in battle",
                "Sovereignty was a figure for all those brave soldiers who fought and died in battle",
                "He declared that a truly great commander could win his campaigns without fighting any battle",
                "In a war there are many battle to be fought; which battle would become more important than the rest is not easily known.",
                "In battle I came to pity enemy prisoners because I had a cause to fight for and they did not.",
                "In battle it could be wielded as a quarterstaff against swordsmen, or as a pike against cavalry.",
                "They determined the pace of the war - when battle were fought, what nature they assumed, when they were over.",
                "During his time in America, Philip fought in eight major battle and 50 skirmishes.",
                "It is not a war fought with battle it does not have front lines, nor does it have marches or invasions.",
                "In any successful war, individual battle must be fought with an eye towards the overriding objective.",
                "In 1916, tanks were first used in battle as the Battle of the Somme began in France.",
                "Rarely do we see accounts of how housewives struggled at home while the men of valor fought the battle and won the wars.",
                "Five major battle were fought around the town of Arras during World War One.",
                "A series of four battle were fought during the Italian campaign as the Allies tried to advance on Rome.",
                "He was a Navy lieutenant who fought in real battle",
                "And who wants to fight 50 battle if you can prevail everywhere by winning just one?",
                "Of the many battle in which he fought, the one we associate him with most is the Siege of Limerick, and then the treaty of Limerick.",
                "Their fleets of ships fought and won battle from the coasts of Kerry to Mizen's wild foreland, to the Mull of Kintyre.",
                "In 1066, the Anglo-Saxons fought three battle against foreign invaders.",
                "the battle lasted for several hours",
                "the Battle of Waterloo",
                "he died in battle"
            ]
        },
        {
            "word": "battle",
            "sense": "m_en_gbus0078670.010",
            "definition": "struggle tenaciously to achieve or resist something",
            "examples": [
                "he has been battle against the illness"
            ]
        }
    ],
    [
        {
            "word": "black",
            "sense": "m_en_gbus0099760.006",
            "definition": "of the very darkest colour owing to the absence of or complete absorption of light; the opposite of white",
            "examples": [
                "The first attacker was 6ft tall with short blond hair and was wearing black trousers and a white T-shirt.",
                "Bundles of chemical sticks lay ready to be burnt in it, some making black smoke and some white.",
                "The video showed a white truck exploding and black plumes of smoke billowing into the air.",
                "The first girl, with short black hair and a light, kind sounding voice scampered up to her.",
                "Her hair looked almost black in the dim light, but I later found out it was just a sort of dark brown.",
                "The door suddenly swung open and a tall man with short black hair and light brown eyes was staring at me.",
                "He had dark coloured hair and was wearing black jeans and white runners.",
                "Long wavy black hair and light blue eyes created a contrast that was breathtaking.",
                "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",
                "It is coloured golden brown above and white below with a black stripe down the sides of its neck.",
                "There's no need for our older buildings to remain grey, black and white. Colour is good.",
                "He has white hair and a black suit and a watch chain across his meagre belly.",
                "I wore a white blouse and a black skirt and I pinned my hair back with a hair pin.",
                "The dashboard glows red and white against its black background.",
                "I quickly strip out of my crisp black suit and dash in the bathroom for a quick shower.",
                "These men are wearing suits or their coolest black club clothes on a cold evening in November.",
                "Some chose to outline their sketch with permanent black marker before adding the color.",
                "In a shallow depression of granite, I noticed what appeared to be a large black insect.",
                "She looked down at the black kitten, and started to pet its head, as it began to purr.",
                "Smoothing the mane of her black stallion, she can hear the sigh of her friend.",
                "black smoke",
                "her long black hair",
                "a beautiful black dress"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.018",
            "definition": "belonging to or denoting a human group having dark-coloured skin, especially of sub-Saharan African ancestry.",
            "examples": [
                "He set a big example for the rest of the country and for all black South Africans.",
                "Less than half of all black citizens think that parliament is interested in what they think.",
                "Many Black Americans take great pride in their African ancestry.",
                "Affirmative action programs aim to provide more Black doctors to serve Black patients.",
                "When we enter the airport, a black man in a suit motions for us to come to him.",
                "Few black miners held leadership positions at the level of president of the union local.",
                "He argued that if a few black people get into high profile positions every black person benefits.",
                "He was with a black man aged 18-20, wearing dark clothing and glasses.",
                "The next enrolled participant is a black woman aged 52, who is a non-smoker.",
                "He is part of a new generation of Black artists who are bringing their eclectic cultural experiences to dance.",
                "In the pole vault, he became the first Black American to win a major title in the event.",
                "This question must be answered by the institutions that are now spending million of pounds in support of black artists.",
                "I love learning about the history, especially Black history.",
                "His portraits of predominantly black figures encompass actors, musicians, politicians, and civil rights leaders.",
                "She taught for a brief stint in Atlanta at two historically Black universities.",
                "Black people have contributed to what is now a diverse and multicultural society.",
                "The report said brands must embrace the talent of Black creatives or risk becoming obsolete.",
                "He has met with Black students to hear their concerns.",
                "The black community has enriched the city in a direct and indirect way.",
                "She is the first Black woman to pilot a space flight.",
                "the entire cast is black",
                "he discusses the position of Black people in America",
                "the Black community"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.022",
            "definition": "characterized by tragic or disastrous events; causing despair or pessimism",
            "examples": [
                "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                "In the North East, once ships stopped being built, a black depression hung over the region.",
                "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                "But the worst was an old bird who shouted at me about the poll tax and black me for Black Wednesday.",
                "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                "This poll is the conclusion of a very black week in this country's politics.",
                "five thousand men were killed on the black day of the war",
                "the future looks black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.028",
            "definition": "denoting a covert military procedure",
            "examples": [
                "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                "In the North East, once ships stopped being built, a black depression hung over the region.",
                "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                "But the worst was an old bird who shouted at me about the poll tax and black me for Black Wednesday.",
                "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                "This poll is the conclusion of a very black week in this country's politics.",
                "five thousand men were killed on the black day of the war",
                "the future looks black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.030",
            "definition": "(of goods or work) not to be handled or undertaken by trade union members, especially so as to express support for an industrial dispute elsewhere",
            "examples": [
                "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                "In the North East, once ships stopped being built, a black depression hung over the region.",
                "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                "But the worst was an old bird who shouted at me about the poll tax and black me for Black Wednesday.",
                "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                "This poll is the conclusion of a very black week in this country's politics.",
                "five thousand men were killed on the black day of the war",
                "the future looks black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.033",
            "definition": "black colour or pigment",
            "examples": [
                "a tray decorated in black and green",
                "a series of paintings done only in greys and black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.049",
            "definition": "the situation of not owing money to a bank or of making a profit in a business operation",
            "examples": [
                "it is hoped the club will be back in the black by the end of the season",
                "I managed to break even in the first six months—quite a short time for a small business to get into the black",
                "an insurance company operating in the black will be able to pay for further growth"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.054",
            "definition": "make (something) black; blacken",
            "examples": [
                "the house was pocked with bullet holes and black by smoke"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.063",
            "definition": "refuse to handle (goods), undertake (work), or have dealings with (a person or business) as a way of taking industrial action",
            "examples": [
                "the union black the film because overtime was not being paid"
            ]
        }
    ],
    [
        {
            "word": "campaign",
            "sense": "m_en_gbus0146290.008",
            "definition": "an organized course of action to achieve a goal",
            "examples": [
                "Passenger numbers have soared since the M.E.N. won a campaign for a new city centre coach station.",
                "From this platform he launched his campaign for election to the Lower House in 1958.",
                "The campaign against nanotechnology, like other green campaign is being built on the twin themes of unknown risk and corporate greed.",
                "His experiences have formed the basis of a worldwide advertising campaign for Sure deodorant.",
                "Parents in Keighley have won a victory in a three-year campaign for free school bus passes.",
                "Summers and the airport management have now started a campaign for tighter controls over the airspace.",
                "Polly Toynbee lets something slip as she pursues her campaign for the nationalisation of children.",
                "Later, some men objected to their kind of poetry and launched a campaign against them.",
                "Ronaldo said his visit was part of his campaign against poverty around the world.",
                "He also played a key role in the campaign against the care home.",
                "Burnley council were runners up in a national award this week thanks to their campaign against dog fouling.",
                "Thousands of York residents were urged today to back a campaign for greater funding for flood defences.",
                "And he has now backed a local campaign against the show and vowed to go to prison in defence of his religion.",
                "I was proud to be involved in the campaign for a maternity unit for Moray.",
                "The family have said that they have not sought any financial support for their campaign for justice and will not do so.",
                "We are thrilled that Dame Vera Lynn has joined our campaign for a memorial to the women of the Second World War.",
                "The Newbold councillor is spearheading a campaign for a ban on outdoor drinking across the borough.",
                "A Wiltshire primary school has stepped up its campaign for road safety with a petition.",
                "Jakarta Police are in the midst of a campaign against drug trafficking in the capital.",
                "The entire campaign for the referendum was set up to preclude that kind of idea from the start.",
                "the campaign for a full inquiry into the regime",
                "he accused the media of orchestrating a campaign against him",
                "an advertising campaign",
                "the campaign to reduce harmful vehicle emissions"
            ]
        },
        {
            "word": "campaign",
            "sense": "m_en_gbus0146290.005",
            "definition": "a series of military operations intended to achieve a particular objective, confined to a particular area, or involving a specified type of fighting",
            "examples": [
                "This he achieved by a prolonged series of military campaign which unified all northern India under his rule.",
                "For the media it is a conflict conducted in a series of military campaign",
                "The Crusades were a series of military campaign during the time of Medieval England against the Muslims of the Middle East.",
                "Napoleon Bonaparte purportedly used this technique during his military campaign",
                "The plan included everything from propaganda operations to paramilitary campaign and guerilla operations.",
                "When hostilities start, the unified commands plan and conduct campaign and major operations.",
                "We solemnly remember the soldiers who lost their lives fighting in these two campaign",
                "Here the emphasis was on execution and not just the planning of campaign and major operations.",
                "But there was also a learning curve for subsequent military and naval campaign by the British and French.",
                "It is best, Sun Tzu said, when citizens are not involved in military campaign",
                "If not, we will be waging military campaign against new tyrannical regimes over and over again.",
                "He was not much of a military figure and his campaign were minor at best.",
                "As with all military campaign control of information was its key weapon, and truth its first casualty.",
                "That's a very important shift, and that will stay whatever the strengths or weaknesses of the military campaign",
                "Peace negotiations continued at the same time as the military campaign",
                "He had intelligence, administrative ability and he was good at planning military campaign",
                "Popular work also tends to concentrate on the famous campaign of Western military history.",
                "This book is a must for anyone interested in the eastern campaign of the Civil War",
                "The aim of campaign of operational maneuver has historically been to impose our will on the enemy by force.",
                "In Italy, French and Spanish forces fought a series of see-saw campaign against the Austrians.",
                "a desert campaign",
                "the air campaign",
                "the army set off on campaign"
            ]
        },
        {
            "word": "campaign",
            "sense": "m_en_gbus0146290.011",
            "definition": "work in an organized and active way towards a particular goal, typically a political or social one",
            "examples": [
                "people who campaign against child labour",
                "the services he had campaign to protect"
            ]
        }
    ],
    [
        {
            "word": "live",
            "sense": "m_en_gbus0587880.007",
            "definition": "remain alive",
            "examples": [
                "In September 2000, she was diagnosed with bone cancer and given six months to live",
                "He has been given a 20 per cent chance of survival and doctors say he might have three to six months to live",
                "By the following morning doctors had told Lorraine that she had a rare form of cervical cancer and only six months to live",
                "In January he was given six months to live but survived longer than doctors predicted.",
                "Though the boy had died instantly on impact, the man live and remained in critical condition at a New Jersey hospital.",
                "Scientists said yesterday they believe they have found a formula which will lead to cats and dogs live longer.",
                "We should celebrate the fact that people are live longer and remain in good health.",
                "That cat is going to live to be 20 and shows every indication of getting meaner by the minute.",
                "Pensioners are live longer.",
                "In other words, women are live longer knowing they have breast cancer.",
                "People are now live four to five years longer than in the 1970s, and young people are taller than previous generations.",
                "An earlier study found that actors who won Oscars live an average of four years longer than the competition.",
                "They gave him three or at best four years to live leaving him in a quandary about the ethics of standing again for parliament.",
                "Peter's mother was called as he was expected to have only twenty four hours to live",
                "In one Scottish study of terminally ill cancer patients, those given vitamin C live four times as long as those who weren't given it.",
                "A young cancer sufferer with only weeks to live spent his last days raising money to fight the killer disease.",
                "Only McKinlay survived, live to the age of 95 when he died in Glasgow in 1983.",
                "The Battle of Britain claimed 544 allied live and nearly half of the survivors never live to see the final victory in 1945.",
                "We can live without breathing for only a few minutes, yet we give it very little thought.",
                "Some patients die within one year of diagnosis, whereas others live longer than six years.",
                "I'll never forget it as long as I live",
                "both cats live to a ripe old age"
            ]
        },
        {
            "word": "live",
            "sense": "m_en_gbus0587880.026",
            "definition": "make one's home in a particular place or with a particular person",
            "examples": [
                "He was just a divorced man live alone in a really big house.",
                "The lucky ones have grandparents live locally who are willing to help out on a regular basis.",
                "Did you or you parents ever live in a house of their own?",
                "South African citizens live abroad at the time of the elections will not be allowed to vote.",
                "Scurvy is still seen, very occasionally, among old people live alone who neglect their diet.",
                "Rubbish on spare land in Burnley is causing anger among residents live nearby.",
                "Leopards are not the only mammals in which daughters live close to their mothers.",
                "In the past up to four generations have traditionally live under the same roof.",
                "We had been friends since kindergarten; she live across the street from me.",
                "He later moved to Germany and then Italy where he live for three years.",
                "After live there for six months, Mark and I got married and a year later moved to East Harlem.",
                "I live there for six months, and found it to be a pleasant rural village.",
                "Later on I overheard him saying that this was his first Bonfire night in the UK as he'd only live here for six months.",
                "Although both children now have jobs, they choose to remain live at home.",
                "In 1993 he moved to Sweden where he live and worked for four years, mostly in the building trade.",
                "In 1903, Jack London, the novelist and journalist, spent a year live among the people of the slums of the east end of London.",
                "His parents spent weeks live at hospital as he recovered from his surgery and still have to take him for check-ups on a yearly basis.",
                "She recently emerged from spending a year live among a closed Buddhist community on Holy Island.",
                "Police were alerted by a resident live in the flats opposite after the alarm was activated.",
                "She has been live in Britain for nine years and is studying at Portsmouth University.",
                "I've live in the East End all my life",
                "they live with his grandparents"
            ]
        },
        {
            "word": "live",
            "sense": "m_en_gbus0587890.006",
            "definition": "not dead or inanimate; living",
            "examples": [
                "live animals"
            ]
        },
        {
            "word": "live",
            "sense": "m_en_gbus0587890.011",
            "definition": "relating to a musical performance given in concert, not on a recording",
            "examples": [
                "there is traditional live music played most nights",
                "a live album"
            ]
        },
        {
            "word": "live",
            "sense": "m_en_gbus0587890.022",
            "definition": "(of a question or subject) of current or continuing interest and importance",
            "examples": [
                "the future organization of Europe has become a live issue"
            ]
        },
        {
            "word": "live",
            "sense": "m_en_gbus0587890.024",
            "definition": "as or at an actual event or performance",
            "examples": [
                "the match will be televised live"
            ]
        }
    ],
    [
        {
            "word": "head",
            "sense": "m_en_gbus0455700.043",
            "definition": "a person in charge of something; a director or leader",
            "examples": [
                "Their findings are released today on the eve of the Thessaloniki summit of head of EU political leaders that will decide the future framework of the community.",
                "The next highest paid director was the head of its US aggregates business Tom Hill.",
                "On the other hand, these same leaders are often the head of militias and these militias are being used to assassinate political opponents.",
                "In a macabre move, his party has decided to keep its deceased leader as its head until after this week's elections.",
                "This probe could result in civil charges against research department head banking chiefs, and even some CEOs.",
                "The government has also threatened to press charges against the head of two regional governments for aiding and abetting the strikers.",
                "The Swedes have said no to their leaders - an alliance of politicians, union head businesspeople, and media figures.",
                "I personally answer more than 100 e-mails a day no matter where I am, as do our regional leaders and agency head",
                "Some eastern rural areas are still dominated by large landowners, traditional clan head and religious leaders.",
                "What other elected politician can you find asking direct, unflinching questions to head of government ministries?",
                "Of all the European government head the British Prime Minister's position is, in the near term, the most precarious.",
                "Detailed talks on the future of European Union expansion are set to continue as the Prime Minister joins other head of the European Council in Brussels.",
                "Of 1,000 head of small firms polled by the company, 93% said they would like to see restrictions on staff work hours eased.",
                "Division of labor in the reproductive economy and time use patterns for household head were also measured.",
                "Most village head have some business relations with the town's shop owners or traders.",
                "Dillon is head of public relations for Ladbrokes, Manchester United's betting partner.",
                "The duo will meet the head of 15 top IT companies and showcase the state's ‘intrinsic strengths’.",
                "Scheinman set up monthly meetings with the head of operations, sales, and finance to vet potential deals.",
                "Not only do many construction staffers come from architecture backgrounds, but so do the head of the in-house wood and metal shops.",
                "They then stepped into the sunshine for a tour of the sculpture trail, guided by John Le Page, head of art.",
                "the head of the Dutch Catholic Church"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.046",
            "definition": "a person considered as a numerical unit",
            "examples": [
                "If the owner only gets a handful of visits a year it effectively costs the taxpayer thousands of pounds a head",
                "For a pound a head and three cups of tea each what better value could we find?",
                "Typically a two-course meal complete with a couple of drinks will cost only about three pounds fifty per head",
                "If you could get a party of, say, six other enthusiasts, it would work out head per head",
                "While more people were drinking wine than ever before, they drank only a moderate quantity per head",
                "By 1992 it had the highest quantity of arms per head of population of any country in the world.",
                "Britain on the other hand mixes high income per head with high levels of social and family breakdown.",
                "In raw economic statistics about income per head it has moved towards the UK average.",
                "they paid fifty pounds a head"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.053",
            "definition": "a body of water kept at a particular height in order to provide a supply at sufficient pressure",
            "examples": [
                "The scheme will not require a dam but rather a wall that provides a constant head of water and which will be designed to utilise the flow of the river.",
                "The seawater stream into which the combustion gas is injected is under pressure via the head of water exerted by the seawater reservoir.",
                "The half weir was constructed to keep a good head of water in the river between Richmond and the end of the tidal flow at Teddington weir.",
                "Measurements in a number of wells are required to map the distribution of hydraulic head within an aquifer.",
                "an 8 m head of water in the shafts"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.056",
            "definition": "a toilet on a ship or boat",
            "examples": [
                "Although the sea washed the head clean as the ship pitched, the head still needed a regular scrub-down with a broom.",
                "It was posted in some of the head on the ship the day before the plane went down.",
                "To the port side aft is the head and shower and a quarter berth cabin with large double berth.",
                "Jim laughed softly and stepped into the head to splash some cold water over his face.",
                "The berthing, head galley, engine room and other spaces are located below the water line.",
                "The Mississippi also had trough type urinals and unwalled johns in the head and salt water showers.",
                "they were cleaning out the head"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.062",
            "definition": "a group of pheasants",
            "examples": [
                "It is their business to provide a good head of head",
                "The keeper who has a good head of head is constantly on the watch to keep them at home.",
                "The alternative manner of providing a head of head for a preserve is by hatching their eggs under fowls and rearing the progeny by hand.",
                "A lot of birds being imported from a distance would do his stock good in the way of crossing with new blood, which is necessary where a large head of head are annually reared.",
                "Some estates will support a much larger head of head than others of a similar size.",
                "it is easy to get up a head of head with the aid of good keepers"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.066",
            "definition": "chief; principal",
            "examples": [
                "the head waiter"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.070",
            "definition": "be in the leading position on",
            "examples": [
                "the St George's Day procession was head by the mayor"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.078",
            "definition": "give a title or caption to",
            "examples": [
                "an article head ‘The Protection of Human Life’"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.080",
            "definition": "move in a specified direction",
            "examples": [
                "he was head for the exit",
                "head towards the town centre until the road takes a sharp right",
                "we were head in the wrong direction",
                "I turned and head home"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.084",
            "definition": "shoot or pass (the ball) with the head",
            "examples": [
                "a corner kick that Moody head into the net"
            ]
        },
        {
            "word": "head",
            "sense": "m_en_gbus0455700.086",
            "definition": "lop off the upper part or branches of (a plant or tree)",
            "examples": [
                "the willow is head every three or four years"
            ]
        }
    ],
    [
        {
            "word": "march",
            "sense": "m_en_gbus0617250.005",
            "definition": "walk in a military manner with a regular measured tread",
            "examples": [
                "Thousands of soldiers were walking around, march much like in the present day military manner.",
                "Volunteers from this military body now march to Carthage and stormed the jail.",
                "Tens of thousands march with Spartacus, and a succession of Roman armies were crushed.",
                "Lord Jonathan entered the castle along with the other knights and soldiers who march in unison behind them.",
                "Military men march in a circular review, saluting Kim.",
                "They march out in regular formation, peeling off two by two at each main street to patrol their beats on foot.",
                "The band has been invited to march in the annual Military and Veterans Parade in Weymouth on June 20.",
                "We hear the shouts of the military squadron march up the hills.",
                "The Spartans attempted a military response, and march against the leading revolutionary state, Mantinea.",
                "Dressed in his formal uniform, he march in precise military style to the Royal Palace.",
                "Kids were forced to rise before dawn, perform rigorous exercises, and march like soldiers.",
                "All had march at least a thousand miles, some much more.",
                "She talked off how the military march around the streets and how unfairly they treated the people.",
                "No more march in to military music, no women teachers, new school caps with a badge in yellow which we raised when we met teachers out of school bounds.",
                "Private military personnel march with the US Army first into Somalia, then Bosnia, and Kosovo.",
                "We both went to schools where people march around as military cadets.",
                "I remember march behind the band on my debut against Cork and saying to myself, ‘What am I doing here?’",
                "When Emmet first heard this song he is reputed to have said ‘oh that I were at the head of twenty thousand men march to that air’.",
                "The soldiers then march out of the palace gates to the delight of the crowds.",
                "Below them, the Imperial Army march along the road, plumes of smoke rising from the cratered remains of the Star encampments.",
                "thousands march behind the coffin"
            ]
        },
        {
            "word": "march",
            "sense": "m_en_gbus0617250.016",
            "definition": "an act or instance of marching",
            "examples": [
                "the relieving force was more than a day's march away"
            ]
        },
        {
            "word": "march",
            "sense": "m_en_gbus0617260.006",
            "definition": "an area of land on the border between two countries or territories, especially between England and Wales or (formerly) England and Scotland",
            "examples": [
                "the Welsh Marches"
            ]
        },
        {
            "word": "march",
            "sense": "m_en_gbus0617260.015",
            "definition": "(of a country, territory, or estate) have a common frontier with",
            "examples": [
                "the Welsh Marches"
            ]
        }
    ],
    [
        {
            "word": "release",
            "sense": "m_en_gbus0859520.006",
            "definition": "allow or enable to escape from confinement; set free",
            "examples": [
                "He release himself and falls free of the burning aircraft.",
                "But questions remain about whether the big cat escaped or was somehow release",
                "On August 10, 1974, he was expecting to be given the news that he was to be release from solitary confinement.",
                "Sylvia's mother decides to prove that Tom's sister cannot be release from confinement in a mental hospital.",
                "Many had been living in orphanages before the war, but had been release or managed to escape during the fighting in Baghdad.",
                "In January 1972, Mujib was release from confinement and became the prime minister of Bangladesh.",
                "Something felt like it had been release set free, if only for a moment; he offered a hand and I took it, so he helped me up.",
                "When it comes time for these dangerous offenders to be release civil confinement thus becomes an appealing option.",
                "Twelve of the inmates, however, were already free after being release earlier this year.",
                "The main characters in the movie are a group of young women who had either escaped from prison or had been release on bail.",
                "No mention, for instance, of the people of release having voted overwhelmingly for the agreement, which stated categorically that prisoners would be release",
                "Prisoners should not be release until they are ready for life outside.",
                "The two men were questioned by police in Rome, before being release and allowed to go on to travel to London.",
                "Some were release prisoners themselves; some were draft-dodgers; many were clerks and petty bureaucrats, and all were looking for trouble.",
                "A number of political prisoners have been release since the late 1980s.",
                "If they fail to reach an agreement in that time period, the prisoners should be release",
                "He release the remaining political prisoners and restored democratic rule.",
                "Trinculo felt like a prisoner about to be release after serving a full life sentence.",
                "I have read the submissions that have been filed on your behalf and I have taken them into account, but, in my view, there is nothing that can be done that would allow you to be release",
                "Human slaves, no matter what, have the potential to take part in this and the broader social contract, thus they should be release from slavery and allowed to do so.",
                "an official confirmed the prisoners would be release"
            ]
        },
        {
            "word": "release",
            "sense": "m_en_gbus0859520.013",
            "definition": "allow (something) to move, act, or flow freely",
            "examples": [
                "Fortunately for Jonny and myself the dark looks faded off Nicky and Val's faces and they allowed Josh to release them and move onto Jonny without making a scene.",
                "Word after word flowing from her, release the emotions she never allowed herself to show, because showing emotions was dangerous.",
                "When blood sugar rises, the pancreas release insulin to move glucose out of the blood into the muscle where it is stored for energy.",
                "She nodded and, release my hand, moved cautiously forward.",
                "Almost as soon as she closed her eyes she was asleep, but Angel kept beside her, not moving, not release her hand.",
                "Koda apologised, starting to move but not release his hold on Jamie's hand.",
                "He smirked as he gingerly sat up, looking at Lashana when she release his hand and moved to help him.",
                "Julian didn't move instead he release his grip on his sister's shoulder.",
                "He briefly captured my bottom one and then release it, moving to my temple and kissing me there.",
                "He glared up at the girl as he release her arm and moved away from the bed in a swift, fluid movement.",
                "He release her shoulders and allowed her to move next to him.",
                "Then the second arm gripped the pipe at ground level and began lifting it while the first one release it and moved back.",
                "Tom stood erect the instant they were release the sheer sweet sound of Mrs. Malz's voice release them was verbal-nectar.",
                "These plaques can rupture, release substances that cause blood flowing in the coronary artery to clot.",
                "When it is release it increases blood flow to the affected area.",
                "Composure slowly seeped back into the aggressive man, enabling him to gently release his captive from his tight and trembling grasps.",
                "Without another word, the girl release Napoleon, allowing the French general to drop to the dirt.",
                "Samuel nodded and release her allowing her to walk upstairs to Marie.",
                "Glen release Dimero, allowing him to run to Nataki, the others following.",
                "It appears the adipocytes of obese individuals release free fatty acids even in the presence of insulin.",
                "she release his arm and pushed him aside",
                "growth hormone is release into the blood during sleep"
            ]
        },
        {
            "word": "release",
            "sense": "m_en_gbus0859520.018",
            "definition": "allow (information) to be generally available",
            "examples": [
                "The film is due to feature both local and international actors, but no further information has been release",
                "Police release the newest information yesterday, after investigators unearthed fresh clues about the suspect's whereabouts.",
                "The first set of products and services are expected to be available mid-2002, when further information will be release",
                "So they have been gradually, in response to a lawsuit with information requests, release some of those images.",
                "No information has yet been release from an autopsy on Monday.",
                "The FBI said it arrested the tipster in Mexico, but release no other information.",
                "In the last few weeks, a large amount of ugly, malicious information has been release into the media about me.",
                "Over 80% of requests resulted in the information requested being release either in full or in part.",
                "I mean do you think right now too much information is being release",
                "This information was release last week by the Central Statistics Office.",
                "The company release its cash flow figures for the month of October last Thursday which showed a decrease of $43,000.",
                "When you can absorb that much information, you can then release it freely and quickly.",
                "The police have an obligation to release that information.",
                "Once back in camp, the tags were removed, thus release the location to other hunters.",
                "An expected strong rebound in Japanese machinery orders data, release during afternoon trading, failed to materialize.",
                "Kerry, who in the past has called for full disclosure of rivals' tax returns, is under pressure to release his wife's records.",
                "Under pressure Howard and Reith wanted to release the video to back their case.",
                "Newly release documents raise questions about the Supreme Court nominee's position on women's rights.",
                "For example, they'll buy a stock after-hours when a positive earnings report is release hoping for a gap up on the following trading day.",
                "Second, we said we will release our income tax returns by the end of the month.",
                "no details about the talks were release"
            ]
        },
        {
            "word": "release",
            "sense": "m_en_gbus0859520.021",
            "definition": "remit or discharge (a debt)",
            "examples": [
                "Mr. Libenstein further argues that if he is found personally liable, the liability was release by his discharge from bankruptcy.",
                "It follows that a debt may only be release by an agreement for valuable consideration or by an agreement under seal.",
                "If it is said that the debt should have been release on top of the other payments that should have been made then that might be right.",
                "Specific orders contemplated include wholly or partly release or discharging any security.",
                "the amounts which later become due are consequent on the debt that is being release"
            ]
        },
        {
            "word": "release",
            "sense": "m_en_gbus0859520.026",
            "definition": "the action or process of releasing or being released",
            "examples": [
                "a campaign by the prisoner's mother resulted in his release"
            ]
        },
        {
            "word": "release",
            "sense": "m_en_gbus0859520.033",
            "definition": "the action of making a film, recording, or other product available to the public",
            "examples": [
                "the movie will be on release from Christmas"
            ]
        }
    ],
    [
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.008",
            "definition": "a fixed or movable upright partition used to divide a room, give shelter from draughts, heat, or light, or to provide concealment or privacy",
            "examples": [
                "One way to improve the function of the room is to use room dividers; Japanese screen will allow the light to filter through and will provide a bright, clean look.",
                "A furry black and white head emerged from behind one of the room's many Oriental screen",
                "There was no curtain or a screen to divide the men and women at the prayer.",
                "Freestanding room screen or dividers that have slots or elastic lacing for photos.",
                "Fences, privacy screen and landscaping can all complement the home design to ensure privacy.",
                "And if at all the sun occasionally peeps out of the clouds, there will be large screen to provide shade to the plants.",
                "Witnesses who were deemed to be vulnerable would be allowed to give evidence from behind a screen or from a room outside the court via video link.",
                "The money is offered to pay for the improvement of seating accommodation in the waiting room, and to provide lockers and screen for use in wards and consulting rooms.",
                "He stepped from behind the screen dressed in light, silky green robes and soft doeskin breeches.",
                "He wiggled his eyebrows causing a wave of rapid giggling from behind the screen of her room.",
                "The room was perfunctory, with a bed and wardrobe, and behind a privacy screen lay a simple bathroom.",
                "Sun and privacy shading is provided by textile screen which add to the general gaiety and variety of the composition.",
                "There are no screen dividing the space so if JJ wants me he just calls down the office to me.",
                "Fretted screen diffuse the light, and wooden doors and panels are delicately carved.",
                "The whole process took place behind a specially-erected screen to ensure privacy out of respect for those whose remains were being re-interred.",
                "Undercover officers were sent in to gather information, and they gave evidence in court from behind screen to protect their identities.",
                "Behind the screen was an X-ray machine, a table and three security guards - two male, one female - in dark green uniforms.",
                "In the Philippines they have lovely screen to protect you from the glare.",
                "During the trial, two undercover police officers gave evidence from behind a screen to protect their identities.",
                "A cardboard screen was used to prevent the subjects from seeing which hand was selected.",
                "he remained hidden behind the screen for prosecution witnesses",
                "a room with a red carpet and screen with elaborate decoration"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.022",
            "definition": "a flat panel or area on an electronic device such as a television, computer, or smartphone, on which images and data are displayed",
            "examples": [
                "All you need is a device called a colorimeter, which attaches to your screen and adjusts your monitor automatically to display the correct hues.",
                "The insulator structure may also enhance the focus of electrons emitted by the field emitter device on the display screen",
                "Since portable devices have small screen much less data is required to achieve screen quality for video.",
                "Keep an eye on resolution: Many LCD screen do not display a true high-definition image.",
                "Pressing the display button for over a second increases the light behind the LCD screen",
                "I went into the darkened drawing room and sat watching the flickering of light on the TV screen",
                "Hardly a month goes by without another fictional TV series about forensic science appearing on our screen",
                "The center can monitor virtually every square foot of the Pacific Rim, and the screen were covered with icons representing aircraft and ships operating in the area.",
                "The cursor is like your hand, the mouse is like part of the brain… it transforms movement of the mouse into movement on the screen",
                "All was as normal, but for the giant TV screen right by the departure board, beaming the latest BBC news.",
                "When customers are finished browsing and indicate that they're ready to buy, an iChoose window appears on their screen",
                "A satellite in Earth orbit charted his progress on a full-color street grid displayed on the screen of his cell phone.",
                "Milon very nearly threw the remote control at the TV screen",
                "There was nothing, then an unidentified aircraft appeared on the controllers' radar screen",
                "The signal appears on a screen in the control centre which can send assistance immediately as it knows the exact location of the vehicle.",
                "Maybe you're a noisy, active gamer who yells at the screen and bangs his controller in frustration when he loses.",
                "The picture on the 1.5in screen is surprisingly sharp, although it flickers when you walk.",
                "That said, the company has a long tradition of electronic excellence, and is impossible to ignore when it comes to flat screen",
                "The company's flat screen come with optional speakers and have a good three-year on-site parts and labour warranty.",
                "Open it another way, and a 2.8-inch touch screen appears.",
                "a television screen",
                "a computer screen",
                "a giant video screen"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.031",
            "definition": "a system of checking a person or thing for the presence or absence of something, typically a disease",
            "examples": [
                "Many patients can be reassured if testicular examination and a screen for STIs give normal results.",
                "A positive screen indicates that the pregnancy is at a greater risk and further diagnostic testing needs to be offered.",
                "The sign also prominently displayed the nature of the health screen being offered.",
                "After fluid resuscitation and a septic screen he was treated with intravenous cefotaxime.",
                "Refer her to the genitourinary clinic for partner notification and an infection screen",
                "These individuals could be considered correctly classified by the general screen",
                "Further radiography, on day 3, showed resolution of the abnormalities, and the infection screen was negative.",
                "The scan suggested the possibility of hepatic infiltration but the autoantibody screen gave negative results.",
                "A septic screen including culture of urine and blood was negative and a chest x ray film was normal.",
                "A full screen to exclude STIs is essential to avoid delayed diagnosis and possible long term complications.",
                "If haemarthrosis is not suspected but joint aspirate is bloodstained, a clotting screen is essential.",
                "In a strep screen the doctor or medical assistant wipes the back of the child's throat with a long cotton swab.",
                "We have ordered her an exercise tolerance test and checked some routine bloods including a lipid screen",
                "I was asked to do an HIV screen but the patient refused consent.",
                "A screen of family history might on average add 30 seconds to this consultation.",
                "Leach can now conduct large-scale genetic screen studying the progress of mutations designed to mimic the way human pancreatic disease develops.",
                "Very successful genetic screen have also been conducted in sensitized genetic backgrounds.",
                "We conducted a genetic screen for factors affecting the directionality of mating-type switching.",
                "Secondary screen identify four major groups of mutations.",
                "Two view mammography and double reading will help reduce false negative rates, but reducing the time between screen should also help to minimise true interval cancers.",
                "services offered by the centre include a health screen for people who have just joined the company"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.033",
            "definition": "a detachment of troops or ships detailed to cover the movements of the main body",
            "examples": [
                "The most effective tactics are to engage the enemy with fighting patrols and screen of infantry and armour that can they withdraw into the city after causing casualties to the enemy.",
                "There was to be a coastal ‘crust’ that was to consist of a thin screen of infantry deployed along the beaches.",
                "In the 17th century, the musketeer and his relatively sophisticated weapon was protected from being ridden down by cavalry by protective screen of pikemen.",
                "Destroyers of the escort screen raced out and drove the U-boats off.",
                "She could see the two wedges the support ships were making for the Capitol ships - a defensive screen",
                "HMS Prince Leopold and HMS Prince Charles sailed for Shetland with a screen of four destroyers"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.035",
            "definition": "a large sieve or riddle, especially one for sorting substances such as grain or coal into different sizes",
            "examples": [
                "Processed Black tea leaves are sorted into different sizes by passing them over screen with different size holes.",
                "Sample residues were washed, dried, and sieved through 0.125 mm screen",
                "While I have used commercial bonsai soils, the best tool purchase I ever made was a set of soil sieving screen",
                "While most of the other mining areas of the country employed an exclusively male workforce, the Lancashire coalfield was one of several areas which had a tradition of employing women on the pithead coal screen",
                "Due to their small size, however, they may be underrepresented at archaeological sites investigated without the use of fine mesh screen",
                "It uses a frame supporting a screen that strains and filters the pulp fibers in an even layer to form a sheet of paper.",
                "the material retained on each sieve screen is weighed in turn"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.038",
            "definition": "conceal, protect, or shelter (someone or something) with a screen or something forming a screen",
            "examples": [
                "her hair swung across to screen her face",
                "a high hedge screen all of the front from passers-by"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.048",
            "definition": "show (a film or video) or broadcast (a television programme)",
            "examples": [
                "the show is to be screen by the BBC later this year"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.050",
            "definition": "test (a person or substance) for the presence or absence of a disease",
            "examples": [
                "outpatients were screen for cervical cancer"
            ]
        },
        {
            "word": "screen",
            "sense": "m_en_gbus0911080.055",
            "definition": "pass (a substance such as grain or coal) through a large sieve or screen, especially so as to sort it into different sizes",
            "examples": [
                "granulated asphalt—manufactured to 40 mm down or screen to 28 mm & 14 mm down"
            ]
        }
    ],
    [
        {
            "word": "war",
            "sense": "m_en_gbus1140200.005",
            "definition": "a state of armed conflict between different countries or different groups within a country",
            "examples": [
                "We are at war and the Army intends to keep its soldiers equipped with the best gear available.",
                "We are a nation at war and the Army is carrying the majority of that load for the nation.",
                "According to Clausewitz, the main objective of an army at war is to defeat the opposing army.",
                "It sees the British Prime Minister's private army at war with Russian war and renegade spies.",
                "We are brought briefly into the lives of these Marines at war and just as quickly they are taken away.",
                "If he believes himself to be at war then isn't it appropriate to fight that war",
                "They have their armies and their weapons and you look at it as two armies at war",
                "It also focused on some general war and military affairs problems and on trends in weaponry.",
                "My job here recording the lives of these soldiers at war is nearly done, and it will be time to say goodbye.",
                "I would disagree that a context of declared war is necessary for a target to be military.",
                "If Australia was not at or about to be at war the tactical voter's decision would be easy this weekend.",
                "With the outbreak of war the new Commonwealth of Australia found itself willingly at war for the empire.",
                "If you feel that you have solid evidence that our being at war is a better thing than our not being at war please provide it.",
                "To put it another way, if neither side had nuclear weapons, they would be at war right now.",
                "The country at war catapults journalism into the spotlight like at no other time.",
                "The government's going to close us down and cut their military down when we're at war",
                "Japan has refused to pay reparations on grounds that Japan and Korea were not at war during the colonial period.",
                "Nowhere in Wallis' piece can I find an acknowledgement of the hard fact that we are at war",
                "One of the concerns today which is most talked about is pacifism, is the world at war and its opposite, pacifism.",
                "Japan declared war on Germany",
                "the two countries were at war for the next eight years",
                "I fought in two war"
            ]
        },
        {
            "word": "war",
            "sense": "m_en_gbus1140200.014",
            "definition": "engage in a war",
            "examples": [
                "small states war against each another",
                "conflicting emotions war within her"
            ]
        }
    ],
    [
        {
            "word": "union",
            "sense": "m_en_gbus1102730.009",
            "definition": "the action of joining together or the fact of being joined together, especially in a political context",
            "examples": [
                "The vision of a socialist economic and political union includes a single currency, but not as others know it.",
                "In fact, the UK has probably passed the point of maximum political returns for joining the single currency union",
                "The point is that I also think it quite reasonable to not want to join in closer political union with the EU.",
                "Economic and political union cannot be separated.",
                "After World War II, the Grand Duchy became an active participant in the process of forming economic and political union within Europe.",
                "But there were huge differences between Ireland and the others, the key one being our political and currency union with Germany.",
                "Nearer home, there were attempts from 1947 onwards to form a political and economic union of Western Europe.",
                "This fact of currency union renders all the sophistry of the Chancellor's five tests otiose.",
                "In one case, actors of each kind were joined together in near-Siamese union each performing in his own way.",
                "Political and economic union have not developed swiftly or easily, and the development of a common intelligence policy is likely to be similar.",
                "More than a political and economic union the EU represents a union of values.",
                "This is about - not just about economic monetary union it's about political union as well.",
                "Even EU President Romano Prodi has said he views economic union as going hand in hand with political union",
                "Budding is usually done at ground level, and often times the rootstock will send up shoots from below the bud union",
                "Plant the roots so the bud union or graft is 2 inches below the ground level.",
                "Grafted roses can put out suckers from the rootstock below the bud union",
                "A task force was created to draft a plan of union and a timeline was proposed.",
                "The monetary union furthermore operates with a central bank whose primary concern is to combat inflation.",
                "Your description seems more in keeping with the union of opposites and elements in alchemy.",
                "At the Council of Ferrara-Florence in 1438-39 the union of the churches was finally realised.",
                "he was opposed to closer political or economic union with Europe",
                "a currency union between the two countries"
            ]
        },
        {
            "word": "union",
            "sense": "m_en_gbus1102730.019",
            "definition": "a society or association formed by people with a common interest or purpose",
            "examples": [
                "These groups include clubs, teams, societies, union and centres on campus (to name but a few).",
                "The society serves as a union of personalities lobbying for the success of the institution similar to the Philadelphia Orchestra.",
                "I don't think there's a Turk union or association or club chapter.",
                "Honestly, the activities of our student union are too ephemeral: often changing and always short-lived.",
                "members of the Students' Union"
            ]
        }
    ],
    [
        {
            "word": "white",
            "sense": "m_en_gbus1154700.008",
            "definition": "of the colour of milk or fresh snow, due to the reflection of all visible rays of light; the opposite of black",
            "examples": [
                "I smiled at my reflection and my pearly white teeth were visible and stood out from my tanned face.",
                "Brighten up a plain white bathroom with these fresh colours from Dulux.",
                "He was wearing a black jacket with white reflection marks, dark blue jeans and trainers.",
                "Adults are black except for white wing linings visible when the birds are soaring.",
                "The light reflected off my white lab coat as it billowed behind my thin frame.",
                "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",
                "She saw treetops covered in white snow, white glistened and sparkled in the light of the sun.",
                "The instruments are also more distinctive, black figures on white background and very clear too.",
                "The bright lights reflect off the white tiles and the mirrors and hurt my skin.",
                "New England, with its little white fences, glittering snow and bare trees was beautiful!",
                "Another way of creating the impression of large spaces is to have light colour or white flooring.",
                "On good days, it could also smell like a hot steam iron on a fresh white sheet.",
                "On the floors were white ceramic tiles that reflected the fluorescent lights overhead.",
                "The bedspread was white as snow, the pillow large and fluffy, the room screamed spring.",
                "The lone winds teased the white drifts of snow into the air, reminding me oddly of Fantasia.",
                "This September several of the stalks have bloomed with pretty white flowers that have a very nice scent.",
                "At the moment, it is festooned with masses of clusters of white flowers white give a thick, heady scent.",
                "Perched on a tiny, tear-shaped island in the middle of the lake sat a small, white church shrouded in trees.",
                "The sun shines in the sky, white is bright blue with a few pearl white clouds hovering above.",
                "Do not wear white socks with dark-colored dress shoes.",
                "a sheet of white paper"
            ]
        },
        {
            "word": "white",
            "sense": "m_en_gbus1154700.022",
            "definition": "belonging to or denoting a human group having light-coloured skin (chiefly used of peoples of European extraction)",
            "examples": [
                "In the colonial context, the camera wielded by white Europeans was an intrusive weapon of domination.",
                "Two of the survivors are white European and the rest are mainland Chinese nationals.",
                "Most participants were white Europeans who were being treated by their general practitioner.",
                "Obviously, that old-fashioned confidence primarily belongs to the white middle class.",
                "Imagine the uproar had a white European leader demanded the removal from power of anyone with Indian origins.",
                "Why is it that almost everything in my home was invented by a white mostly European male?",
                "As a person born with white skin, I do not pretend to speak on behalf of people of colour.",
                "His passenger was white with fair skin and hair that was shaved at the back.",
                "No longer can the elite class be categorized homogenously as white and European.",
                "She called for the Asian and white communities to pull together and support her.",
                "There may be people in England and Wales who refer to white South Africans as Africans but I would not expect them to be numerous.",
                "The ten commissioners, five of whom are white and five black, voted along colour lines.",
                "Nearly all the nation's 4000 white farmers have been served with forfeiture notices.",
                "Lee apparently had enough money to hire an expensive white lawyer and served only a short jail term.",
                "The car driver was white wore glasses and had a chubby build.",
                "The intruder was described as being a clean shaven white male with glasses and around 55 years old.",
                "Stofile claimed there was a perception that they looked at granting amnesty only to white perpetrators.",
                "A different reaction or argument of white Southerners in respect to recent events in the South is bewilderment.",
                "Are there things that a White woman can do to get ahead in the workplace that you think a Black woman never could do?",
                "white suburban kids",
                "a white guy between 30 and 40 years old",
                "most of the audience was white"
            ]
        },
        {
            "word": "white",
            "sense": "m_en_gbus1154700.031",
            "definition": "white colour or pigment",
            "examples": [
                "garnet-red flowers flecked with white"
            ]
        },
        {
            "word": "white",
            "sense": "m_en_gbus1154700.056",
            "definition": "paint or turn (something) white",
            "examples": [
                "garnet-red flowers flecked with white"
            ]
        }
    ]
]