[
    {
        "word": "abuse",
        "senses": [
            {
                "id": "m_en_gbus0003740.006",
                "definition": "use (something) to bad effect or for a bad purpose; misuse",
                "examples": [
                    "In the election of 2000, the party in effect abuse the judicial power to seize the presidency for itself, and this time the attempt succeeded.",
                    "He is already facing impeachment over claims that he misused public money and abuse his office since coming to power a year ago.",
                    "That does not make sense, that is not logical, and the judge has abuse his powers.",
                    "By abuse people's willingness to respond to emergencies, you make them less likely to respond to them at all.",
                    "Last year in Parliament, Labor's Craig Emerson accused insurance companies of abuse their market power over small smash repairers.",
                    "Parents are abuse the new guidelines to save money on childminding.",
                    "Because of their unlimited power, some consuls abuse their authority.",
                    "He abuse his position of power to engage in a 3-year affair with a married woman, possibly having a baby with her.",
                    "The list itself was prefaced with the following insight: ‘Leaders with absolute power too often abuse it.’",
                    "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law."
                ]
            },
            {
                "id": "m_en_gbus0003740.014",
                "definition": "treat with cruelty or violence, especially regularly or repeatedly",
                "examples": [
                    "Married off at 11 and repeatedly abuse by her husband, she fought against the officially outlawed caste system, becoming a folk hero to many and a menace to others.",
                    "During 10 months of detention, he was repeatedly abuse and tortured.",
                    "The foundation has also helped a man, who has been regularly physically abuse by his wife.",
                    "We believe that wasn't sufficient, that if people were in a situation where they were at risk of violence, or being abuse that they needed immediate help.",
                    "After being repeatedly abuse the boy escapes, but something inside him is damaged for life.",
                    "Detecting these injuries is important as up to 30% of children who are repeatedly abuse die.",
                    "I saw children who had been repeatedly abuse by loved ones or people in authority.",
                    "Does Claire Baron not realise that a large percentage of the animals under their care have been abuse or cruelly treated?",
                    "Asylum seekers can be incarcerated for years, treated like criminals and abuse by staff, resulting in systematic health problems.",
                    "His difference makes him a victim, repeatedly abuse and cheated."
                ]
            },
            {
                "id": "m_en_gbus0003740.019",
                "definition": "speak to (someone) in an insulting and offensive way",
                "examples": [
                    "I do all the housework; I practically serve you while you lie around and insult and abuse me.",
                    "But in the post-match press conference, he accused Inter's players of verbally abuse him.",
                    "Their sole purpose in being at the Old Head is to disrupt our business by intimidating, insulting and abuse our guests who come from all over the world.",
                    "That is why I left the group because people were always trying to disrespect and abuse me.",
                    "Or Colin Montgomerie, for that matter, who is still seeking a major tournament, and has spoken about quitting the United States, because the crowds there keep abuse him.",
                    "Even for the game against Dubnica last week, there were only about 1,000 fans and some of them were abuse us.",
                    "We were still going along quite well, but he was just verbally abuse me.",
                    "You spent most of your email abuse me for claiming that the share price would go down if shareholders did not endorse the shift to the US.",
                    "But he started throwing around exercise books and verbally abuse me.",
                    "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him."
                ]
            },
            {
                "id": "m_en_gbus0003740.025",
                "definition": "the improper use of something",
                "examples": [
                    "alcohol abuse",
                    "an abuse of public funds",
                    "He was fired from his job for the abuse of company property.",
                    "The abuse of prescription drugs is a growing problem in society.",
                    "The abuse of trust in the relationship resulted in a permanent breakup.",
                    "The athlete was banned from the sport for two years due to the abuse of performance-enhancing drugs.",
                    "The abuse of natural resources has caused significant harm to the environment.",
                    "The abuse of technology is leading to a lack of face-to-face communication skills.",
                    "The abuse of public funds for personal gain is considered a serious crime.",
                    "The abuse of workers' rights is a major issue in many industries around the world."
                ]
            },
            {
                "id": "m_en_gbus0003740.030",
                "definition": "cruel and violent treatment of a person or animal",
                "examples": [
                    "a black eye and other signs of physical abuse",
                    "The animal rights organization is fighting against the abuse of animals in factory farms.",
                    "The victim of domestic abuse suffered physical and emotional scars from the cruel treatment by her partner.",
                    "The abuse of prisoners of war is a violation of international humanitarian law.",
                    "The abuse of the elderly in nursing homes is a growing problem that needs to be addressed.",
                    "The psychological abuse can be just as damaging as physical abuse.",
                    "The abuse of women and children is a widespread issue that needs to be eradicated.",
                    "The abuse of power by law enforcement officers is a serious concern for communities.",
                    "The abuse of immigrants and refugees, including human trafficking, is a global problem that demands action."
                ]
            },
            {
                "id": "m_en_gbus0003740.034",
                "definition": "insulting and offensive language",
                "examples": [
                    "waving his fists and hurling abuse at the driver",
                    "The comedian's act was filled with abuse language that many found to be inappropriate.",
                    "The use of abuse language in the workplace creates a hostile and uncomfortable environment.",
                    "The student was suspended for a week for using abuse language towards a teacher.",
                    "The football fans were ejected from the stadium for engaging in abuse language towards the opposing team.",
                    "The abuse of language on social media has become a major issue, with many people using it to spread hate and misinformation.",
                    "The politician's speeches were filled with abuse language, which many deemed to be unacceptable.",
                    "The abuse of language can result in the loss of credibility and respect.",
                    "The use of abuse language towards someone based on their race, gender, religion, or other personal characteristic is never acceptable."
                ]
            }
        ]
    },
    {
        "word": "violence",
        "senses": [
            {
                "id": "m_en_gbus1130840.006",
                "definition": "behaviour involving physical force intended to hurt, damage, or kill someone or something",
                "examples": [
                    "The most serious incidents include criminal damage and violence against people.",
                    "What I do not respect however is people who kill or otherwise use violence against people for any reason.",
                    "One act of violence against another is an act of violence against one's self.",
                    "New laws could be passed in a bid to tackle the increasing levels of violence against nurses and hospital staff.",
                    "The aims of the campaign are to highlight the prevalence of violence against women.",
                    "It is now being recognised that there is a problem of increased violence against staff.",
                    "The trouble then spreads to town centre takeaways with incidents of criminal damage and violence",
                    "She is pushing for changes in the penal code for rape and violence against women.",
                    "His attitude showed how domestic violence can be as damaging mentally as it is physically.",
                    "The scheme comes about in response to increased levels of violence against health workers."
                ]
            },
            {
                "id": "m_en_gbus1130840.010",
                "definition": "strength of emotion or of a destructive natural force",
                "examples": [
                    "No blood is spilled in the book - but its emotional violence is devastating.",
                    "Alarmed by the violence of her sorrow and by being a witness to it, but impatient with the sorrow itself, Ray was a poor pacifier.",
                    "The violence of the wind had lessened - though the air remained redolent with the smell of dust.",
                    "the violence of her own feelings",
                    "The violence of the storm left widespread damage in its wake",
                    "The violence of the fire destroyed the entire building in minutes.",
                    "The violence of the protest turned into a full-blown riot, causing chaos in the city.",
                    "The violence of his grief was palpable, and it took him several months to come to terms with his loss",
                    "The violence of his jealousy consumed him, and led to the destruction of his relationships.",
                    "The violence of his enthusiasm was evident in the way he approached his work every day.",
                    "The violence of her sadness was overwhelming, and she struggled to find comfort in anything."
                ]
            }
        ]
    },
    {
        "word": "drug",
        "senses": [
            {
                "id": "m_en_gbus0299710.005",
                "definition": "a medicine or other substance which has a physiological effect when ingested or otherwise introduced into the body",
                "examples": [
                    "The retailing of antibiotics, anti-virus drug and herbal medicines capable of reducing heat skyrocketed.",
                    "Lower doses of the drug result in analgesic effects, while increasing doses will produce amnesic effects.",
                    "Antidepressant and sedative drug gave troublesome side effects and only temporary relief.",
                    "This is closest to modern orthodox medicine as many traditional drug such as aspirin are derived from plants.",
                    "In the more severe cases, tranquilizers and antidepressant drug have been reported to be of benefit.",
                    "This disease can be cured but medicines and drug are beyond the means of most of the villagers.",
                    "They rarely developed new drug or used foreign medicines.",
                    "More conclusive evidence on the relative risks of herbal medicine versus synthetic drug is scarce.",
                    "Medications may range from allopathic drug to alternative medicines to kitchen shelf remedies.",
                    "Slattery eventually hauled himself back from the brink with the help of a clinical psychiatrist and medicinal drug for his mind."
                ]
            },
            {
                "id": "m_en_gbus0299710.012",
                "definition": "administer a drug to (someone) in order to induce stupor or insensibility",
                "examples": [
                    "they were drug to keep them quiet",
                    "The patient requested to be drug before undergoing a painful procedure.",
                    "The anesthesiologist carefully monitored the patient's vital signs while administering the drug.",
                    "The patient was given a small dose of the drug to help them relax before the procedure.",
                    "The doctor warned the patient about the possible side effects of the drug before administering it.",
                    "The young man's drug abuse spiraled out of control, leading to his eventual overdose.",
                    "The former athlete's drug abuse ruined his career and reputation.",
                    "The organization's mission is to help individuals struggling with drug abuse and addiction.",
                    "The government has taken steps to address the growing problem of drug abuse in the country.",
                    "The school has implemented a drug abuse prevention program to educate students about the dangers of substance abuse.",
                    "The family was devastated by the news of their son's drug abuse and sought help from a rehabilitation center."
                ]
            }
        ]
    },
    {
        "word": "black",
        "senses": [
            {
                "id": "m_en_gbus0099760.006",
                "definition": "of the very darkest colour owing to the absence of or complete absorption of light; the opposite of white",
                "examples": [
                    "The first attacker was 6ft tall with short blond hair and was wearing black trousers and a white T-shirt.",
                    "Bundles of chemical sticks lay ready to be burnt in it, some making black smoke and some white.",
                    "The video showed a white truck exploding and black plumes of smoke billowing into the air.",
                    "The first girl, with short black hair and a light, kind sounding voice scampered up to her.",
                    "Her hair looked almost black in the dim light, but I later found out it was just a sort of dark brown.",
                    "The door suddenly swung open and a tall man with short black hair and light brown eyes was staring at me.",
                    "He had dark coloured hair and was wearing black jeans and white runners.",
                    "Long wavy black hair and light blue eyes created a contrast that was breathtaking.",
                    "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",
                    "It is coloured golden brown above and white below with a black stripe down the sides of its neck."
                ]
            },
            {
                "id": "m_en_gbus0099760.018",
                "definition": "belonging to or denoting a human group having dark-coloured skin, especially of sub-Saharan African ancestry.",
                "examples": [
                    "He set a big example for the rest of the country and for all black South Africans.",
                    "Less than half of all black citizens think that parliament is interested in what they think.",
                    "Many black Americans take great pride in their African ancestry.",
                    "Affirmative action programs aim to provide more black doctors to serve black patients.",
                    "When we enter the airport, a black man in a suit motions for us to come to him.",
                    "Few black miners held leadership positions at the level of president of the union local.",
                    "He argued that if a few black people get into high profile positions every black person benefits.",
                    "He was with a black man aged 18-20, wearing dark clothing and glasses.",
                    "The next enrolled participant is a black woman aged 52, who is a non-smoker.",
                    "He is part of a new generation of black artists who are bringing their eclectic cultural experiences to dance."
                ]
            },
            {
                "id": "m_en_gbus0099760.022",
                "definition": "characterized by tragic or disastrous events; causing despair or pessimism",
                "examples": [
                    "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                    "In the North East, once ships stopped being built, a black depression hung over the region.",
                    "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                    "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                    "But the worst was an old bird who shouted at me about the poll tax and black me for black Wednesday.",
                    "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                    "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                    "This poll is the conclusion of a very black week in this country's politics.",
                    "five thousand men were killed on the black day of the war",
                    "the future looks black"
                ]
            },
            {
                "id": "m_en_gbus0099760.028",
                "definition": "denoting a covert military procedure",
                "examples": [
                    "clearance for black operations came from the highest political level",
                    "The black mission was deemed too risky, and was ultimately scrapped by the military brass.",
                    "The black team consisted of highly trained special forces operators, tasked with carrying out the covert operation.",
                    "The black operation was classified and only a select few within the government had knowledge of its existence.",
                    "The black ops required the use of advanced technology and tactics in order to achieve its objectives.",
                    "The black operation was designed to be executed quickly and efficiently, with minimal collateral damage.",
                    "The black ops required extensive planning and coordination between various government agencies and military units.",
                    "The success of the black operation relied on the ability of its operators to remain undetected by the enemy.",
                    "The black ops were carried out in some of the most hostile and challenging environments, including jungle and urban areas.",
                    "The risks associated with black operations were substantial, but so were the potential rewards for national security."
                ]
            },
            {
                "id": "m_en_gbus0099760.030",
                "definition": "(of goods or work) not to be handled or undertaken by trade union members, especially so as to express support for an industrial dispute elsewhere",
                "examples": [
                    "the union declared the ship black",
                    "The company was facing a black ban from the workers union, who refused to handle or undertake any of their goods or work.",
                    "The black listed goods were shunned by union workers as a way to show their solidarity with a striking workforce.",
                    "The black ban lasted for several months, causing significant economic harm to the company and its workers.",
                    "The black ban was lifted after the company agreed to the demands of the workers union and improved working conditions.",
                    "The black ban had a ripple effect on the entire industry, as other companies faced similar actions from workers unions.",
                    "The black ban was a powerful tool used by workers unions to leverage their bargaining power and improve their conditions.",
                    "The black ban was used as a way to put pressure on the company to address the grievances of workers and negotiate fairly.",
                    "The construction workers honored the black ban on non-union labor and refused to work on the site until their demands were met.",
                    "The workers' black ban was a show of solidarity with their fellow union members, who were fighting for fair wages and benefits."
                ]
            },
            {
                "id": "m_en_gbus0099760.033",
                "definition": "black colour or pigment",
                "examples": [
                    "a tray decorated in black and green",
                    "a series of paintings done only in greys and black",
                    "The artist used thick layers of black paint to create a moody, dramatic effect in his work.",
                    "The black leather jacket added a touch of edge to the outfit.",
                    "The black car gleamed in the sunlight, its sleek exterior commanding attention.",
                    "The black board was the traditional surface used for writing and drawing in the classroom.",
                    "The black ink was a classic choice for writing and printing.",
                    "The black and white photograph had a timeless quality, capturing the essence of the moment.",
                    "The black cat was a symbol of good luck in some cultures, while in others it was considered unlucky.",
                    "The black coffee was a strong and flavorful start to the day.",
                    "The black suit and tie were the standard attire for a business meeting."
                ]
            },
            {
                "id": "m_en_gbus0099760.049",
                "definition": "the situation of not owing money to a bank or of making a profit in a business operation",
                "examples": [
                    "it is hoped the club will be back in the black by the end of the season",
                    "I managed to break even in the first six months—quite a short time for a small business to get into the black",
                    "an insurance company operating in the black will be able to pay for further growth",
                    "The bank statement showed that the account was in the black, much to the relief of its owner.",
                    "The small business was able to stay afloat and turn a profit, putting them in the black for the first time.",
                    "The CEO was pleased to announce that the company was in the black and that they would be distributing bonuses to employees.",
                    "The investor's portfolio was in the black, thanks to a combination of wise investments and a strong stock market.",
                    "The bank was finally in the black after a period of restructuring and cost-cutting measures.",
                    "The entrepreneur was pleased to see that her hard work had paid off and her business was now in the black.",
                    "The company's finances improved dramatically, moving from red to black within just a few months.",
                    "The individual was relieved to find out that their credit card balance was in the black, allowing them to make future purchases without incurring debt.",
                    "The organization's financial success put them in the black and allowed them to expand their operations and hire more staff."
                ]
            },
            {
                "id": "m_en_gbus0099760.054",
                "definition": "make (something) black; blacken",
                "examples": [
                    "the house was pocked with bullet holes and black by smoke",
                    "The chef black the fish on the hot grill, giving it a delicious crispy exterior.",
                    "The fire black the walls of the building, leaving behind a sooty residue.",
                    "She black the potatoes in the pan to make crispy, flavorful hash browns.",
                    "The metal black as it was heated in the forge, changing its appearance and strengthening its structure.",
                    "He black the steak on both sides, cooking it to perfection in the cast iron pan.",
                    "She black the tofu in the pan to give it a rich, smoky flavor before adding it to the stir-fry.",
                    "The chef black the fish on the hot grill, giving it a delicious crispy exterior.",
                    "The metal black as it was heated in the forge, changing its appearance and strengthening its structure.",
                    "The soot from the chimney black the snow, making it look as if it had rained.",
                    "The ash from the campfire black the surrounding rocks, creating a dramatic contrast with the white snow.",
                    "The wood black as it was burned in the fireplace, giving off a warm and inviting glow.",
                    "The fire black the walls of the building, leaving behind a sooty residue."
                ]
            }
        ]
    },
    {
        "word": "sexual",
        "senses": [
            {
                "id": "m_en_gbus0930030.008",
                "definition": "relating to the instincts, physiological processes, and activities connected with physical attraction or intimate physical contact between individuals",
                "examples": [
                    "This was physical attraction, sexual temptation, nothing more.",
                    "Automobiles, contact sports, uncontrolled sexual activity - all ripe for criminalizing.",
                    "Integral to Wagnerian ideology is a belief that all sense of individual identity vanishes during sexual activity.",
                    "sexual maturation in the boar is a gradual process, with sexual activity and sperm production starting at approximately four months of age.",
                    "Throughout the interview he had presented an extremely distorted attitude and thought processes about his sexual activities with the victim.",
                    "This statute forbids certain intimate sexual activity, even in private and even for married couples.",
                    "A couple live out a relationship through intimate sexual contact and trips to Brixton Academy.",
                    "Remembering acts of physical, emotional and sexual abuse can be extremely painful, and it can be very hard for the therapist and the client to work out what best to do with all that pain and anger.",
                    "Accordingly, there must, he submitted, be a presumption that an allegation of physical or sexual abuse cannot be established without the attendance of the accuser.",
                    "They are based purely on sexual attraction and release, and any strong emotional involvement between those concerned is socially frowned upon."
                ]
            },
            {
                "id": "m_en_gbus0930030.011",
                "definition": "relating to the sexes or to gender",
                "examples": [
                    "This cultural code expresses contempt for the body; devalues race, gender and sexual difference; and is fixated on ownership and control.",
                    "The award-winning British play promises a salacious good time with its decidedly postmodern take on gender and sexual power relationships in the middle ages.",
                    "It is often based on systematic observation, and can serve as a genuinely useful tool for expanding our concepts of sexual and gender possibilities.",
                    "Three of these central semantic dimensions of rap authenticity are the racial, the gender / sexual and social location.",
                    "Almost all of them are interested in gender or sexual identity and want to show how a given work dramatizes the constructed character of selfhood.",
                    "Native American rites and beliefs about sexual and gender diversity sometimes extend to animal husbandry.",
                    "I could go on about the use of gender and sexual roles in the film.",
                    "While the contestations within the field of gender and sexual identity are important, they may also be symptomatic of larger conflicts.",
                    "Re-appropriation has now spread to other areas of race, gender and sexual identity.",
                    "Smith traversed racial, gender, and sexual borders in other performances as well."
                ]
            }
        ]
    },
    {
        "word": "harassment",
        "senses": [
            {
                "id": "m_en_gbus0450430.008",
                "definition": "aggressive pressure or intimidation",
                "examples": [
                    "The state also grants us the right to pursue this belief without any form of persecution or harassment",
                    "This organisation should stop at once the harassment and intimidation of left wing militants.",
                    "The Claimant had no option but to do this as the couple were suffering terrible harassment and intimidation.",
                    "He says that Safina activists continue to face harassment and persecution.",
                    "The harassment and persecution of Tamils in Sri Lanka has in no way abated in recent years.",
                    "they face daily harassment and assault on the streets"
                ]
            }
        ]
    },
    {
        "word": "kill",
        "senses": [
            {
                "id": "m_en_gbus0548430.006",
                "definition": "cause the death of (a person, animal, or other living thing)",
                "examples": [
                    "Fish farmers are licensed to kill predators that threaten their nets, pens and fish.",
                    "He paid tribute to the two soldiers kill in the crash.",
                    "Hamlet is able to avenge his father's death by kill his uncle.",
                    "I have thoughts of kill myself but would not carry them out.",
                    "This time, for the first time, he kill out of anger and hate.",
                    "When the daughter of an industrialist apparently kill herself, her sister is unconvinced.",
                    "A teenage boy was kill in the crossfire, and two soldiers were wounded.",
                    "If the virus kill a bird quickly, the animal is less likely to spread the disease.",
                    "Troy, however, was tragically kill in a motorcycle accident this summer.",
                    "He was tragically kill in an accident while serving with our forces overseas."
                ]
            },
            {
                "id": "m_en_gbus0548430.016",
                "definition": "put an end to or cause the failure or defeat of (something)",
                "examples": [
                    "Any hopes Birmingham had of getting back into the match were kill off by Wayne Rooney with a 78th minute goal.",
                    "Nevertheless, it does mean we're in for a tedious few months as the singles sales chart is finally kill off.",
                    "The suspended bill is then voted on by those registered to vote and if the majority vote against the bill, it is kill off.",
                    "Authorities' failure to kill the counterfeits is in part because the vendors have found a way around the system.",
                    "All sorts of artists and programmers are making changes to the game all the time, and any one change might kill performance.",
                    "Trafford Park itself went into a decline, which meant there was less demand for buses so certain services were kill off.",
                    "But the show was kill off despite the best efforts of Gallagher, an expert in PR spin before the term was invented.",
                    "Early plans for a bit of work were kill off when he lost his job.",
                    "Failure may not kill the President's second-term, but it will weaken it and overshadow successes in other areas.",
                    "Earlier schemes for their redevelopment were kill off by the property downturn of 1990-93."
                ]
            },
            {
                "id": "m_en_gbus0548430.025",
                "definition": "overwhelm (someone) with an emotion",
                "examples": [
                    "He just hoped that Faye would reply soon because the suspense was kill him.",
                    "Please. Stop. The anxiety is kill me.",
                    "I buried my face in Scott's chest and let go of all the repressed emotions that had been slowly kill me.",
                    "I'm currently waiting for so much stuff, the suspense is kill me.",
                    "I think the suspense is going to kill me before Saturday!",
                    "I am worried in case I get rejected, but I can't stand not knowing him and the curiosity is kill me.",
                    "The suspense was kill me as I popped the disc in the player and settled down.",
                    "I've emailed her a few times to let her know I'm available, but she just deletes me and the rejection is kill me!",
                    "There's another 4 days left on that and the suspense is kill me!",
                    "Ana couldn't contain herself any longer, the suspense was kill her, she had to ask him, she just had to."
                ]
            },
            {
                "id": "m_en_gbus0548430.030",
                "definition": "pass (time, or a specified amount of it), typically while waiting for a particular event",
                "examples": [
                    "Knowing that I have several hours to kill on my own and that no-one will likely pop round makes me incredibly anxious.",
                    "This sometimes-excruciating process usually kill a half-day, and this visit was no exception.",
                    "That was enough to kill a good few hours in the afternoon.",
                    "On a holiday or on business and have few hours to kill and want to spend it well?",
                    "Which is how I wound up at Panera with a little bit of time to kill the other day, and found the network to be hors de combat.",
                    "He only became aware of that when he felt that all he had been doing was trying to kill the excessive spare time he had on his hands.",
                    "There was a McDonalds in our campground, and I decided to kill another half an hour and get myself a hamburger.",
                    "With hours still to kill he's lurking around the station when Walker passes.",
                    "Sunday came - the sun splitting the stones - and we had a few hours to kill before heading for Molly Ryan's to see the minor game.",
                    "when he reached the station he found he actually had an hour to kill"
                ]
            },
            {
                "id": "m_en_gbus0548430.032",
                "definition": "an act of killing, especially of one animal by another",
                "examples": [
                    "The lion's kill of the gazelle provided a meal for the pride.",
                    "The snake's kill of the mouse was quick and silent.",
                    "The hawk's kill of the rabbit was a skillful display of hunting prowess.",
                    "The wolf's kill of the deer was a necessary part of its survival in the wild.",
                    "The jaguar's kill of the peccary was a calculated and efficient attack.",
                    "The cheetah's kill of the gazelle was a blur of speed and agility.",
                    "The bear's kill of the salmon was a testament to its strength and endurance.",
                    "The leopard's kill of the impala was a stealthy and precise operation.",
                    "The crocodile's kill of the wildebeest was a powerful and sudden ambush.",
                    "The eagle's kill of the fish was a spectacular demonstration of its hunting abilities."
                ]
            }
        ]
    },
    {
        "word": "insult",
        "senses": [
            {
                "id": "m_en_gbus0513800.005",
                "definition": "speak to or treat with disrespect or scornful abuse",
                "examples": [
                    "They were also said to be regularly insult and physically abused by the owners.",
                    "Carl is insult humiliated and ignored on a regular basis and yet keeps coming back for more.",
                    "So is there any hope that the broadcasters will stop insult our intelligence?",
                    "Well the nation has had to put up with weeks of its intelligence being insult by those who claimed we were wrong to act.",
                    "They have insult our war dead and probably do not even realise it.",
                    "Political violence is often a resentful backlash to a group's sense of being insult or humiliated.",
                    "Eileen Murphy, who has lived there nine years, said people were fuming and insult by the slur.",
                    "It insult his intelligence and made him wonder why he went to college in the first place.",
                    "I wonder what sort of business he's involved with, if he doesn't need to worry about insult women?",
                    "Lists are just a cheap, insult and valueless way of filling column inches and insult readers."
                ]
            },
            {
                "id": "m_en_gbus0513800.016",
                "definition": "a disrespectful or scornfully abusive remark or act",
                "examples": [
                    "His insult towards her was a direct attack on her character.",
                    "Her insult towards him was a result of her anger and frustration.",
                    "The insult was intended to hurt and demean the recipient.",
                    "The insult was met with outrage and disbelief from those present.",
                    "The insult was just one of many in the long-standing feud between the two individuals.",
                    "The insult was a low blow and completely uncalled for in the situation.",
                    "The insult was a reflection of the insulter's own insecurities and biases.",
                    "The insult was directed at the person's race, gender, or ethnicity, making it even more hurtful.",
                    "The insult was met with a swift and decisive response from the insulted party.",
                    "The insult was not taken lightly, and the consequences of the insulter's actions would be severe."
                ]
            },
            {
                "id": "m_en_gbus0513800.021",
                "definition": "an event which causes damage to a tissue or organ",
                "examples": [
                    "the movement of the bone causes a severe tissue insult",
                    "The injury to his knee was a result of an insult during the football game.",
                    "The insult to her back muscles was causing her immense pain and discomfort.",
                    "The insult to the liver was severe, and required immediate medical attention.",
                    "The insult to the heart muscle was a significant concern for the doctors treating the patient.",
                    "The insult to the brain was a traumatic experience for the victim.",
                    "The insult to his wrist was a setback in his rehabilitation progress.",
                    "The insult to the lung was a complication of the patient's preexisting condition.",
                    "The insult to the skin was a result of a burn caused by the hot oil.",
                    "The insult to the eye was a result of a foreign object striking it.",
                    "The insult to the tendons in his ankle was a result of overuse during his training regimen."
                ]
            }
        ]
    }
]