[
    [
        {
            "word": "state",
            "sense": "m_en_gbus0989430.006",
            "definition": "the particular condition that someone or something is in at a specific time",
            "examples": [
                "And final confirmation of my poor state of mind from lack of sleep came when Mark returned from going out.",
                "At times she is combative, at times submissive, according to the situation and her state of mind.",
                "A positive state of mind is also thought to be of great help in protecting against such problems.",
                "The cowboy is the archetypal American hero, and the western fits America's current state of mind.",
                "Hopefully, by moving to the north for a little while, my work will improve and so will my state of mind.",
                "His state of mind becomes even more troubled when a copy of Rebecca's childhood diary arrives anonymously in the post.",
                "He will under go a psychiatric examination to determine his state of mind at the time of the killings, he said.",
                "After that initial catharsis had passed she asked me to fill in some questionnaires so that she could establish my state of mind.",
                "Unfortunately, in her state of mind she'd forgotten that she had worn a black jacket that night.",
                "Her research suggests that a little after-work light could lead to being in a better state of mind.",
                "There is a parallel between his state of mind in the late 1960s and when he wrote the book in the early 1940s.",
                "I think you've managed to capture my state of mind pretty much exactly.",
                "Last week's ITV documentary raised serious questions about his state of mind.",
                "They have also begun examining his computer for clues as to his state of mind and any friends who might not have been known to his parents.",
                "Lately, I haven't really been in the right state of mind to make decisions.",
                "I needed to hear words that only he could say, words that would shake me out of my unsettled state of mind.",
                "Astaphan said a critical point was the state of mind of the defendant when he made the statements.",
                "I love colour and use it to represent my state of mind - green is my favourite.",
                "Hopefully I'll have surfaced by Sunday afternoon and will be in a fit state to drive over and pick up the family.",
                "I have already seen it three times and each time I gain new insights into my own state of mind.",
                "the state of the company's finances",
                "we're worried about her state of mind"
            ]
        },
        {
            "word": "state",
            "sense": "m_en_gbus0989430.014",
            "definition": "a nation or territory considered as an organized political community under one government",
            "examples": [
                "In other words, Europe has been weak wherever individual countries acted as national states.",
                "We need a strong partnership with the Commonwealth and all other states and territories.",
                "Empires generally expect neighboring states and dependencies to accept their power and accommodate to it.",
                "Where there is no higher authority, as in a world composed only of nation states, the state has to be judge and jury in its own cause.",
                "More than 80 percent of this trade is with other member states of the European Community.",
                "Other recent arrivals at the Biennale include former Soviet states and nations: Belarus, Estonia, Latvia and Ukraine.",
                "And these organizations' member states are also behaving more independently.",
                "The forces around Attac yearn for a return to a period when national capitalist states exercised broad control over the economy and society.",
                "And if there are states and regimes, nations, that support terrorism, we hope to persuade them that it is in their interest to stop doing that.",
                "The accession states are ancient nations with huge cultural and political legacies.",
                "That runs counter to the political morality of many states and regimes.",
                "It will renew, transform and open up the nations and states of Europe to the global era.",
                "Advanced technology has limited the independence of all nations and states.",
                "On Tuesday Fred and Charmaigne travel to Zanzibar, an island state within the United Republic of Tanzania.",
                "Zambia has never involved itself in internal political matters of other states, regionally or overseas.",
                "One of these was that religious dissension or aristocratic ambition could plunge a modern state into civil war.",
                "This time democratic rather than autocratic states are determining the shape of the new world.",
                "Bennett is a political adversary, but he is also a fellow citizen of a democratic state.",
                "The other side is a failed third world state with a level of development among the lowest in the world.",
                "Indonesia is an important Islamic country but it is not a formal Islamic state.",
                "Germany, Italy, and other European states"
            ]
        },
        {
            "word": "state",
            "sense": "m_en_gbus0989430.020",
            "definition": "the civil government of a country",
            "examples": [
                "Therefore reformists deduce that no direct challenge to the state is necessary and civil society can be reformed.",
                "Thereafter, in bad health, he took little part in military or civil affairs of state.",
                "Now, the attack on executives is at the forefront of the state's intrusion on civil liberties.",
                "To drive his point home, Marx makes use of a distinction between the state and civil society.",
                "The doctrine of reason of state allows for the penetration of civil society by the state.",
                "The centralizing tendencies of the state, however, are ominously freed to do their worst.",
                "His reign marked a significant advance from personal monarchy towards the bureaucratised state of the future.",
                "It is not just the politicians who are calling for even more expansion of the state in this area.",
                "The separation of church and state at an institutional level remains a core value in this country.",
                "Now we have reached a stage where the state shows its inability in controlling rampant crime.",
                "The United Kingdom is unusual in the extent to which the state employs hospital consultants in state owned hospitals.",
                "It is at times the rudder that steadies and guides the ship of state captained by the Government.",
                "In effect, if you are found to have access to the Internet but instead use the post to deal with the state, then state penalties will apply.",
                "services provided by the state",
                "state education",
                "a minister engaged in matters of state",
                "King Fahd appointed a council to advise him on affairs of state",
                "state-owned companies"
            ]
        },
        {
            "word": "state",
            "sense": "m_en_gbus0989430.025",
            "definition": "pomp and ceremony associated with monarchy or high levels of government",
            "examples": [
                "He will lie here in state until early on Friday morning for the public to pay their last respects.",
                "The process has to be repeated several times during the laying in state.",
                "The Queen processed in state to the Houses of Parliament in a glittering coach, flanked by ranks of household cavalry.",
                "It was on the stool that a deceased person was bathed before being laid in state.",
                "Imagine if she threw open the doors to her hospital room - the queue would be akin to the one waiting to see the Pope in state.",
                "The bodies in the cathedral were already being gathered by monks and laid out in state at one end of the nave.",
                "Edward was seated in state with the Duke of Gloucester at his side.",
                "The existing maces have far more in common with the same item that Kings of the period are shown holding when crowned or seated in state.",
                "In the corridor beyond, he looked up to where he knew her to be lying, as if in state.",
                "Behind him came a second car with Rufus, his poodle, sitting in state beside the chauffeur.",
                "Lord Percy returned several days later to find his wife laid in state and his son grievously ill.",
                "The sailors lay him in state on the dock at Odessa, and the workers file out in their hundreds to pay their respects.",
                "he was buried in state"
            ]
        },
        {
            "word": "state",
            "sense": "m_en_gbus0989430.030",
            "definition": "a specified impression taken from an etched or engraved plate at a particular stage",
            "examples": [
                "Mrs. Siddons was a first state with the coveted blotted edge.",
                "an oblong plate, dry point, first state of eight"
            ]
        },
        {
            "word": "state",
            "sense": "m_en_gbus0989430.034",
            "definition": "express something definitely or clearly in speech or writing",
            "examples": [
                "the report stated that more than 51 per cent of voters failed to participate",
                "‘Money hasn't changed me,’ she stated firmly",
                "people will be invited to state their views"
            ]
        },
        {
            "word": "state",
            "sense": "m_en_gbus0989430.042",
            "definition": "present or introduce (a theme or melody) in a composition",
            "examples": [
                "a bold theme is stated at the beginning, driving the entire ten-minute allegro"
            ]
        }
    ],
    [
        {
            "word": "right",
            "sense": "m_en_gbus0873500.007",
            "definition": "morally good, justified, or acceptable",
            "examples": [
                "What I'm saying is, is it actually right, is it morally the right reason to legalise the drug?",
                "I believe a change would not only be right for the CIU, but also morally right.",
                "This scenario no doubt raises questions as to whether it is morally right for a teacher to date a pupil.",
                "To say a certain type of behaviour has evolved is not to say it is morally right.",
                "If they can do it in a way that they feel is morally and ethically right, that's fine.",
                "Rallies and legitimate demonstrations are right and proper ways of making their feelings known.",
                "Conduct which is justified is right, or at least permissible, in the circumstances.",
                "The company is certainly right not to allow its business decisions to be dictated by a single ratings agency.",
                "Crucially, I also said he had done the right thing in recognising his errors and deciding to resign.",
                "You have to decide what you believe is right and recognise it is a very heavy responsibility.",
                "Readers may think I am wrong, but morally we must behave as though I was right.",
                "When we follow our conscience, we weigh the arguments and do what we recognise to be right.",
                "In all the circumstances, I do not think it would be right to allow Evans's conviction to stand.",
                "We demonise those that do not accept the system yet never question whether the system is right.",
                "She said that by not accepting the money, she would be admitting they were right.",
                "It is enough to say that we have always contended that it is right and proper that that decision is in the hands of the judges.",
                "I am satisfied, however, that it would be right to allow this evidence to go before the jury.",
                "In a civilised society, it can't be right to allow vulnerable people to effectively starve to death.",
                "Of course it is right that the legal profession should be accountable for its acts and defaults.",
                "Supporters emphasise the fact that they are truly in love and it is right that they can finally be together.",
                "I hope we're doing the right thing",
                "you were quite right to criticize him"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.010",
            "definition": "true or correct as a fact",
            "examples": [
                "Yes, yes, everything you say is right and true, but something about it just didn't quite cut it.",
                "It would be much better for all of us if they just gave us the choice, and the right facts.",
                "Did Hemingway know the right answer and not reveal it before taking his own life?",
                "Inland Revenue has the expertise and can ask the right questions to get the right answers.",
                "Those who had written the right answers were thrilled when each result was announced.",
                "Perhaps the answer is that both answers are right, but it all depends on which way you want to look at it.",
                "My short answer to that question is that there is no clearly right answer to it.",
                "To have a shot at winning the prizes all you have to do is give us the right answer to this question.",
                "Detailed answer feedback tells them what they got wrong, as well as highlighting the right answer.",
                "The Speaker is not a quizmaster who decides whether the right answer has been given to a question.",
                "For certain kinds of mathematical problem, computers have no short cuts to the right answer.",
                "He drew pictures instead of making calculations, and somehow got the right answers.",
                "Try a pop and movies quiz, with a prize for the child or group who gets the most answers right.",
                "Public opinion is not always right, and it is frequently mistaken about military action.",
                "Why would they wish to be seen as soft on drugs if they did not think their opinions were right?",
                "In my opinion, however, that is not the right conclusion to be reached from those authorities.",
                "While it is right that York is not preserved in formaldehyde, the sheer scale of development is troubling.",
                "We do not allow people a second try on a second question when they have so absurdly got it right the first time round.",
                "It's important to get the names of the various bits of our British islands and their inhabitants right.",
                "Another reason I try to get my facts right is that putting ideas on paper gives them weight.",
                "I'm not sure I know the right answer",
                "her theories were proved right"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.019",
            "definition": "in a satisfactory, sound, or normal state or condition",
            "examples": [
                "As the name suggests, this is a spectacular spring plant that will grow into a large clump if the conditions are right.",
                "Mr Allen said all the conditions were right for the AMRC in South Yorkshire to become a world leader.",
                "If weather conditions are right and the homemade snow settles, a snowball fight could be on the cards.",
                "If conditions aren't right, our vole populations will never get back to former levels.",
                "Tired of conflict, the negotiators swiftly agreed that two conferences a year sounded about right.",
                "He looks right and sounds good - jovial on the surface with menace always lurking beneath.",
                "As for the dub, it just sounded odd after seeing the original, the wolves didn't sound right for a start.",
                "So we just chose a place where we wanted it to end, and then tried to fade it out from a minute before and it didn't sound right.",
                "In fact, some of the noises the new creatures make don't quite sound right at all.",
                "We'd heard separately that the chip is due mid-March, so that sounds about right.",
                "It sounded about right but I'd never really thought of him in that way before.",
                "We don't have Zire or Tungsten packaging to hand, but those figures sound about right.",
                "This particular plane just didn't sound right, like a car with something wrong with the radiator.",
                "The Bolshoi Ballet is dancing, and everything seems absolutely right with the world.",
                "We've still got four games to put it right and, in my opinion, we need four points to secure a play-off place.",
                "Actually, look at it the other way: how easy is it, once your mind isn't right, for the body to give up?",
                "Some of those people want the service to be right and others want the financial side to be right.",
                "There was something that he didn't think was quite right with Matt and Dom's relationship.",
                "I just didn't feel right from the start of the race.",
                "He had a feeling that something wasn't quite right with the situation, but decided to let it slide.",
                "that sausage doesn't smell right",
                "if only I could have helped put matters right"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.021",
            "definition": "on, towards, or relating to the side of a human body or of a thing that is to the east when the person or thing is facing north",
            "examples": [
                "The woman grasps his ankles and the man places his left hand over her hip and props his body up with his right arm.",
                "She stood up, and balanced the basket on her hip though a stab of pain flashed up her body from her right leg.",
                "The first outwardly visible sign of change is in the body's right foot which has begun to spasm and move at the ankle.",
                "Use the same technique as above but add a twist, lifting your right shoulder towards the opposite knee.",
                "She extended her right arm towards the dragon, her hand shaking slightly with fear.",
                "Leave your hand on the wall and turn your body so the right hip and shoulder face the wall.",
                "In doing this, I levered a rock quickly out from the top section and watched it plummet towards my right foot.",
                "The youth was driven by ambulance to Lewisham Hospital with six puncture wounds around the right elbow.",
                "He said forensic experts concentrated on the right shoe, which had four hairs.",
                "After having them only a few weeks he noticed the pattern fading on the right shoe.",
                "Lift your right shoulder off the mat and touch your left knee with your right elbow.",
                "Pat began to have pains in her right hip and side and mild stomach upsets in January last year.",
                "He had a swollen right orbit, a laceration over the right elbow, and bloody discharge from both nostrils.",
                "A deformity in his right elbow has meant that he was up against great odds from the very beginning.",
                "He flung the cigarette to the ground and squashed it slowly with the toe of his right shoe.",
                "As to the ribs, Dr Williams found that Harry had suffered a fracture of the second right rib at the side under the armpit.",
                "One year before admission his right kidney had been removed because of renal cancer.",
                "He would grow increasingly frustrated and lose his temper because he could not use his right arm properly or hold a pen.",
                "It was true; Beth's right foot was clad only in a pink sock with a hole in the toe.",
                "It does mean, however, that a fast front crawl is as important as a strong right arm.",
                "my right elbow",
                "the right edge of the field"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.025",
            "definition": "relating to or denoting a person or group favouring right-wing views; conservative",
            "examples": [
                "How this fits in with far right Conservatives' rampant xenophobia is beyond me.",
                "He uses his magazine the Weekly Standard to promote his hard right views.",
                "are you politically right, left, or centre?"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.023",
            "definition": "complete; absolute (used for emphasis)",
            "examples": [
                "I'm having to eat it it with my hands now and I'm making a right mess of my keyboard, oh yes.",
                "On top of nicking my biscuits they had also made a right mess when they made the tea.",
                "Laois is in a right mess and it will take a lot more than Paudi Butler to sort it out.",
                "At school Gareth looked a right mess.",
                "The only aggressive magick I've done was directed towards a right cow in the last place I worked.",
                "Looking back I suppose it was quite comical, we must have looked like a right old married couple.",
                "I felt a right idiot"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.028",
            "definition": "to the furthest or most complete extent or degree (used for emphasis)",
            "examples": [
                "the car spun right off the track",
                "I'm right out of ideas"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.034",
            "definition": "correctly",
            "examples": [
                "he had guessed right"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.037",
            "definition": "on or to the right side",
            "examples": [
                "turn right off the B1269"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.040",
            "definition": "that which is morally correct, just, or honourable",
            "examples": [
                "she doesn't understand the difference between right and wrong",
                "the rights and wrongs of the matter"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.043",
            "definition": "a moral or legal entitlement to have or do something",
            "examples": [
                "she had every right to be angry",
                "you're quite within your rights to ask for your money back",
                "there is no right of appeal against the decision"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.049",
            "definition": "the right-hand part, side, or direction",
            "examples": [
                "take the first turning on the right",
                "she seated me on her right"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.058",
            "definition": "a group or party favouring right-wing or conservative views",
            "examples": [
                "the Right got in at the election",
                "his proposal was viewed with alarm by the right of the party"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.064",
            "definition": "restore to a normal or upright position",
            "examples": [
                "we righted the capsized dinghy"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.071",
            "definition": "restore to a normal or correct state",
            "examples": [
                "righting the economy demanded major cuts in defence spending"
            ]
        },
        {
            "word": "right",
            "sense": "m_en_gbus0873500.085",
            "definition": "used to indicate agreement or to acknowledge a statement or order",
            "examples": [
                "righting the economy demanded major cuts in defence spending"
            ]
        }
    ],
    [
        {
            "word": "around",
            "sense": "m_en_gbus0048020.007",
            "definition": "located or situated on every side",
            "examples": [
                "Victoria Mill chimney in Skipton is a landmark easily visible for miles around.",
                "It would affect residents the whole length of its route and would be visible for miles around.",
                "First, Debenhams have the last say in which shops are situated around them.",
                "It could be seen for miles around and adds a new phrase to the English language.",
                "Fireworks are not private nor personal as they disturb and frighten people and animals for miles around.",
                "The bridge will have in-built lighting which should enable the bridge to be seen from miles around.",
                "You are likely to be the only one for miles around with such a unique Christmas decoration.",
                "The night sky was lit up for miles around by the flame from the new ‘big one’ at the iron works.",
                "Odd that the local pub doesn't get a mention, given that it's the only place you can buy food for miles around.",
                "Smoke from the fire could be seen billowing into the sky for miles around.",
                "There follows page after page of pencil sketches showing how they think it will look from miles around.",
                "Every motorbike for miles around is heading for the lake at the town centre.",
                "For a single week of the summer, there will hardly be a coach or limousine available for miles around.",
                "Some of the bigger bangs and flashes of light could be seen and heard for miles around.",
                "People came from miles around to go to the Market Hall because of the atmosphere and the stalls.",
                "The glowing orangish-red tip seems to be the only source of light for miles around.",
                "Even so, what marks the dive is the feeling that every fish for miles around has come here to enjoy the current.",
                "This place really is in the middle of nowhere; there is no sign of life for miles around.",
                "Everywhere around me, the editorial staff were putting the magazine to bed.",
                "Juliet yelled as she ran up to her friend who was still beating up the boy with the crowd around.",
                "They where commenting on how much more the area around had become very shabby.",
                "the mountains towering all around"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.016",
            "definition": "so as to face in the opposite direction",
            "examples": [
                "I turned around in the opposite direction and started down the hall to my Band class.",
                "The manager reaches across the desk, picks up the sheet and swivels around in his chair to face him.",
                "Lacey swivelled around on her computer chair and grabbed a pillow from the bed beside her.",
                "Inside the pub he felt someone grab him from behind and swivelled around quickly.",
                "She laughed to herself as she stepped directly behind Liam and twisted his chair around.",
                "Then, I spoke up in reply to his comment, and he swivelled around and gave me a hell of a strange look.",
                "Swivelling it around, Graeme let Jon look at the screen as the lines began to cycle out.",
                "When he talks, he swings around on his chair so he is effectively facing me.",
                "He didn't turn his chair around and instead stayed facing the front of the room.",
                "I turned around to meet with the gaze of the gunmen that were firing at me a minute ago.",
                "She did so, turning around to meet his gaze evenly even though Cameron was a head taller.",
                "Gently he turned him around to meet his eyes and all movement from the other boy ceased immediately.",
                "Stating that any observation that works in one direction is also true when turned around.",
                "I walked a few steps further and then turned around and peered directly into the store.",
                "Once he had finished he turned around and started to head in my direction but stopped in his tracks.",
                "She was sitting on the chair at her desk which she had turned around to face the TV to the left of her bed.",
                "She turned around and pointed in the direction of what looked like a little office.",
                "The behemoth of Lothian Road is visibly swinging around to meet the strictures of the stock market.",
                "When they got to the door, he turned them around, and the crowd surged another cheer towards them.",
                "I didn't mean to say it loudly, but everyone snickered and turned around to look at me.",
                "The court heard that the ambulance was spun around by the force of the collision, of which Kelly had no memory.",
                "Just after I'd been given the cold shoulder by his support, I turned around and there he was.",
                "Guy seized her by the shoulders and turned her around"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.024",
            "definition": "in or to many places throughout a locality",
            "examples": [
                "Today's Question: Which Celebrity would you most like to drive around for an hour with?",
                "So hanging out was good, we talked about something else and drove around and had all in all a nice time.",
                "I have now been driving this Kia around for about five days and have discovered that it goes like the clappers.",
                "Once upon a time you could drive around with a radar detector so you knew where the radar traps were.",
                "They will be driving around and spraying with Malathion in an effort to kill the enemy out.",
                "Now you can zap all of your huge CD collection on to one small portable hard drive and carry it around with you.",
                "If driving around looking for gifts is more pain than pleasure, why not let the Net do the shopping for you?",
                "Lucas was adamant about having a nice, reliable car for us to drive the baby around in.",
                "Do they park up and pay up, or do they drive around looking for a free space in another street?",
                "Top agents will collect you on arrival at the airport and drive you around to view selected properties.",
                "Today, he drives around in a vivid red Ferrari with a personalised numberplate.",
                "He had been driving around and around after school ended, looking for something to do.",
                "In fact, word went around among the five- and six-year-olds that she was a witch.",
                "He had been driving around slowly, shouting abuse and making obscene gestures at police officers.",
                "We drove around and eventually found a reasonable hotel on the outskirts of the town.",
                "Bored, he spends all day driving around in his hire car - a white Fiat Uno, as it happens.",
                "A couple of seasons later he owned a black Honda City, the car that he drives around in.",
                "After I got off the phone with him, I went out to my car and drove around for awhile.",
                "There was a rumor going around at the meet 'n' greet and then among people going in to the concert that you were there.",
                "I think that he is moving around meeting as many of these groups as possible.",
                "word got around that he was on the verge of retirement"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.028",
            "definition": "aimlessly or unsystematically; here and there",
            "examples": [
                "Being able to wander around aimlessly is the best way to see things that you'd normally never see, new bands.",
                "I wandered aimlessly around thinking about the play and failing to find a wireless hotspot.",
                "Sailors in bleached white uniforms wander around trying to convince themselves they are having fun.",
                "LA isn't really the kind of place that you just go wandering around in on foot.",
                "It was either that or wander around outside so it was safer to be inside.",
                "I wandered around until daylight and caught some sleep in the sunshine whenever I could.",
                "I'm wandering around in a restless state, reading a page from one book and moving on to another.",
                "Still, we hooked up with my sister and spent a very enjoyable day wandering around, so that was nice.",
                "I feel slightly lost, not depressed or anything just wandering around with little to do.",
                "I was wandering around in a daze, in a white frock, and people were saying nice things.",
                "After that, headed off to the Marais, where she left me to wander around on my own.",
                "After watching the end of the parade, and a fancy dress contest we wandered around.",
                "Why should we have yet more people, wandering around stoned, causing mayhem on our streets?",
                "He'd driven the van around aimlessly until it had run out of fuel and spluttered and died.",
                "When it becomes crowded they carefully root around in loose jacket pockets or open handbags.",
                "Everyone was standing around applauding because they thought it was such a work of genius.",
                "And if it does, you can't expect everyone to stand around and accept you as you are.",
                "It just seemed like everyone was just sitting around waiting for the world to end.",
                "One time we were at a party and everyone was sitting around talking about sex and relationships.",
                "After the first rehearsal, we sat around planning our careers in the music business.",
                "one of them was glancing nervously around"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.030",
            "definition": "present, living, in the vicinity, or in active use",
            "examples": [
                "There are old people's flats around and they feel threatened with the rowdy behavior of these kids.",
                "They know they are not going to be around when Livingstone takes over the tube.",
                "It's been tough for Dav, tough for the board and tough for everyone around.",
                "Answer: if you learn a word from a newspaper, it won't be around in another six months time.",
                "He seems to still have a few friends around, if the motley crew taking up both sides of the stage are anything to go by.",
                "There are lots of Weblogs already around but only the tip of the iceberg is visible.",
                "The only regret she mentions is that her father is not around to receive a signed copy.",
                "I agree with you that while there are a plethora of organisations around, unity would be better.",
                "We make sure there are enough competitions around and fights organised at the club level to keep them busy too.",
                "It stuck around even through Margaret Thatcher's reign because nobody dared tinker with it.",
                "Love means sticking around through the tough times and not baling out because of a little trouble.",
                "What they have been keeping to themselves is one of the most user-friendly cycle routes around.",
                "And there were more ballet companies around at that time than is often remembered.",
                "By this time I was getting a bit anxious about all the crowds of people around, as I am not used to that these days.",
                "This did not mean, however, that his ideas were accepted by everyone around.",
                "We need Community Support Officers around when people are feeling vulnerable at night.",
                "The open but complex moorland of Ilkley is thought to be one of the most challenging orienteering areas around.",
                "Since the two incidents, Petra has been kept on a lead and had a muzzle on when people are around, the court heard.",
                "there was no one around",
                "maize has been around for a long time"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.034",
            "definition": "(used with a number or quantity) approximately",
            "examples": [
                "You can be in your hotel room within around five hours of leaving Bolton, if you fly.",
                "The journey is around 200 miles, and they will arrive in a couple of days in his hired carriage.",
                "It was a long drive to our next stop - around 160 miles to the east on the coast at Torrent.",
                "It quickly became a volatile situation with a mob of around 50 people surrounding them.",
                "They are due to perform to a sell-out crowd of around 130 proud parents and friends.",
                "It is believed that the victim was in a small silver car when he was surrounded by a group of around five or six youths.",
                "Vinny and Neil managed to meet in Iraq around three weeks ago while both were stationed in Basra.",
                "The Bolton group meets every Friday and a typical meeting attracts around 20 people.",
                "Nita joins a group of around six other women who all meet at Mudge Seager's house in Birch Street to knit.",
                "Despite all the snow we were able to drive at speeds of around fifty mph without any problem.",
                "However, current research shows that bits of hair are only present in around half the sinuses in this area of skin.",
                "By the end of last week we had got through to around 100 people on the phone.",
                "The case covers dates from around 1988 up to the summer of last year and involves six alleged victims.",
                "It is anticipated that the whole scheme will take around five years to complete.",
                "The main focal points in the park are the Iron Age hill fort, which covers around 12 acres.",
                "And on Sunday I will devote around seven hours to the mountain of marking and paperwork.",
                "After Aitken had left the field injured around the hour mark, more chances came Airdrie's way.",
                "Meet up at 7 pm for a ride which will last for around one hour, organised by the club's coaches.",
                "software costs would be around £1,500",
                "I returned to my hotel around 3 a.m"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.038",
            "definition": "on every side of",
            "examples": [
                "the palazzo is built around a courtyard",
                "the hills around the city"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.042",
            "definition": "in or to many places throughout (a community or locality)",
            "examples": [
                "cycling around the village",
                "a number of large depots around the country"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.044",
            "definition": "so as to pass (a place or object) in a curved or approximately circular route",
            "examples": [
                "he walked around the airfield",
                "it can drill around corners"
            ]
        },
        {
            "word": "around",
            "sense": "m_en_gbus0048020.046",
            "definition": "so as to encircle or embrace (someone or something)",
            "examples": [
                "he put his arm around her"
            ]
        }
    ],
    [
        {
            "word": "black",
            "sense": "m_en_gbus0099760.006",
            "definition": "of the very darkest colour owing to the absence of or complete absorption of light; the opposite of white",
            "examples": [
                "The first attacker was 6ft tall with short blond hair and was wearing black trousers and a white T-shirt.",
                "Bundles of chemical sticks lay ready to be burnt in it, some making black smoke and some white.",
                "The video showed a white truck exploding and black plumes of smoke billowing into the air.",
                "The first girl, with short black hair and a light, kind sounding voice scampered up to her.",
                "Her hair looked almost black in the dim light, but I later found out it was just a sort of dark brown.",
                "The door suddenly swung open and a tall man with short black hair and light brown eyes was staring at me.",
                "He had dark coloured hair and was wearing black jeans and white runners.",
                "Long wavy black hair and light blue eyes created a contrast that was breathtaking.",
                "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",
                "It is coloured golden brown above and white below with a black stripe down the sides of its neck.",
                "There's no need for our older buildings to remain grey, black and white. Colour is good.",
                "He has white hair and a black suit and a watch chain across his meagre belly.",
                "I wore a white blouse and a black skirt and I pinned my hair back with a hair pin.",
                "The dashboard glows red and white against its black background.",
                "I quickly strip out of my crisp black suit and dash in the bathroom for a quick shower.",
                "These men are wearing suits or their coolest black club clothes on a cold evening in November.",
                "Some chose to outline their sketch with permanent black marker before adding the color.",
                "In a shallow depression of granite, I noticed what appeared to be a large black insect.",
                "She looked down at the black kitten, and started to pet its head, as it began to purr.",
                "Smoothing the mane of her black stallion, she can hear the sigh of her friend.",
                "black smoke",
                "her long black hair",
                "a beautiful black dress"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.018",
            "definition": "belonging to or denoting a human group having dark-coloured skin, especially of sub-Saharan African ancestry.",
            "examples": [
                "He set a big example for the rest of the country and for all black South Africans.",
                "Less than half of all black citizens think that parliament is interested in what they think.",
                "Many Black Americans take great pride in their African ancestry.",
                "Affirmative action programs aim to provide more Black doctors to serve Black patients.",
                "When we enter the airport, a black man in a suit motions for us to come to him.",
                "Few black miners held leadership positions at the level of president of the union local.",
                "He argued that if a few black people get into high profile positions every black person benefits.",
                "He was with a black man aged 18-20, wearing dark clothing and glasses.",
                "The next enrolled participant is a black woman aged 52, who is a non-smoker.",
                "He is part of a new generation of Black artists who are bringing their eclectic cultural experiences to dance.",
                "In the pole vault, he became the first Black American to win a major title in the event.",
                "This question must be answered by the institutions that are now spending million of pounds in support of black artists.",
                "I love learning about the history, especially Black history.",
                "His portraits of predominantly black figures encompass actors, musicians, politicians, and civil rights leaders.",
                "She taught for a brief stint in Atlanta at two historically Black universities.",
                "Black people have contributed to what is now a diverse and multicultural society.",
                "The report said brands must embrace the talent of Black creatives or risk becoming obsolete.",
                "He has met with Black students to hear their concerns.",
                "The black community has enriched the city in a direct and indirect way.",
                "She is the first Black woman to pilot a space flight.",
                "the entire cast is black",
                "he discusses the position of Black people in America",
                "the Black community"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.022",
            "definition": "characterized by tragic or disastrous events; causing despair or pessimism",
            "examples": [
                "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                "In the North East, once ships stopped being built, a black depression hung over the region.",
                "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                "But the worst was an old bird who shouted at me about the poll tax and blamed me for Black Wednesday.",
                "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                "This poll is the conclusion of a very black week in this country's politics.",
                "five thousand men were killed on the blackest day of the war",
                "the future looks black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.028",
            "definition": "denoting a covert military procedure",
            "examples": [
                "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                "In the North East, once ships stopped being built, a black depression hung over the region.",
                "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                "But the worst was an old bird who shouted at me about the poll tax and blamed me for Black Wednesday.",
                "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                "This poll is the conclusion of a very black week in this country's politics.",
                "five thousand men were killed on the blackest day of the war",
                "the future looks black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.030",
            "definition": "(of goods or work) not to be handled or undertaken by trade union members, especially so as to express support for an industrial dispute elsewhere",
            "examples": [
                "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                "In the North East, once ships stopped being built, a black depression hung over the region.",
                "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                "But the worst was an old bird who shouted at me about the poll tax and blamed me for Black Wednesday.",
                "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                "This poll is the conclusion of a very black week in this country's politics.",
                "five thousand men were killed on the blackest day of the war",
                "the future looks black"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.033",
            "definition": "black colour or pigment",
            "examples": [
                "a tray decorated in black and green",
                "a series of paintings done only in greys and blacks"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.049",
            "definition": "the situation of not owing money to a bank or of making a profit in a business operation",
            "examples": [
                "it is hoped the club will be back in the black by the end of the season",
                "I managed to break even in the first six months—quite a short time for a small business to get into the black",
                "an insurance company operating in the black will be able to pay for further growth"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.054",
            "definition": "make (something) black; blacken",
            "examples": [
                "the house was pocked with bullet holes and blacked by smoke"
            ]
        },
        {
            "word": "black",
            "sense": "m_en_gbus0099760.063",
            "definition": "refuse to handle (goods), undertake (work), or have dealings with (a person or business) as a way of taking industrial action",
            "examples": [
                "the union blacked the film because overtime was not being paid"
            ]
        }
    ],
    [
        {
            "word": "force",
            "sense": "m_en_gbus0379760.007",
            "definition": "strength or energy as an attribute of physical action or movement",
            "examples": [
                "Subjectivity and conscious agency, then, are as potent as any physical force.",
                "The power to hoist such weight is not all brute strength - though physical force is crucial.",
                "There is a sponginess underfoot; a greater upward force to your movements.",
                "Originally, this force was attributed to an actomyosin system similar to muscle.",
                "The driving force for water movement can change with environmental conditions and with location in the plant.",
                "It was like a small explosion of force, launching Joren backward several feet.",
                "The Earth has very large mass and is unlikely to encounter sufficient force to slow its motion.",
                "He grabbed my wrists so strongly that his force obligated my body to stand up.",
                "This seemed to add weight to the idea that bodies in motion had their own force.",
                "Magnetic levitation occurs when the magnetic force is strong enough to overcome gravity and balance a body's weight.",
                "Vertical impact force is the stress placed on the body as a result of contacting the ground during movement.",
                "The Pump Engine adjoining the tread wheels was put in motion by human force.",
                "Draped over the bench like this the body takes the full force of recoil, with no flexibility to absorb the jolt.",
                "For example, a skeleton pirouettes and does a handstand to show how the body distributes force.",
                "The bombs on the inside edge exploded first, and their force sent my body hurling faster.",
                "A negative pressure or suction force is then applied across the wound via a drainage tube embedded in the foam.",
                "None the less, muscles on the whole can be controlled to produce a wide range of force and delicate motions.",
                "His body took the full force of the blast; he didn't stand a chance.",
                "Finally the tears fall, fast and hard as the sobs wrack her slim body with their force.",
                "The only way to beat the dust out of a dirty carpet is to get the total force of the body, hands and arms behind the hit.",
                "he was thrown backwards by the force of the explosion"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379760.012",
            "definition": "coercion or compulsion, especially with the use or threat of violence",
            "examples": [
                "Either by force or by coercion, any sprouting counter-power will be neutralized.",
                "At times, hunting parties encountered other camps of women, and they took them by force under threat of death.",
                "Our whole trade is one of sufferance and compulsion, and by force alone can be maintained…",
                "Another road is to wait until someone else has produced wealth, and then to seize it by force and violence.",
                "Who acts on the principle that violence, force and the threat of bloodshed are worthy tools of diplomacy?",
                "From the days of John the Baptist until now the kingdom of heaven has suffered violence, and the violent take it by force.",
                "In Christ we learn that God is in control, but not as a ruthless tyrant ruling by force and intimidation.",
                "You can't get somebody to do something by force, by duress, by overcoming their will.",
                "It dominated Indonesia by force and had an extensive network of factories throughout Asia.",
                "Sovereignty could be transferred by force or by treaty, but it had to be transferred.",
                "A final blow, White now threatens checkmate in one move and Black is lost by force.",
                "Secondly, China continues to threaten to resolve the Taiwan issue by force.",
                "He does not impose Himself by force, nor does He claim people under duress.",
                "One horse is biddable and can learn to obey commands, but the other is both deaf and violent, and so can be controlled only by force.",
                "And if you go back far enough, just about all of it was originally taken by force.",
                "Thus, freedom of speech is converted from a human right into a tool of oppression that must be blunted by force.",
                "They stopped the tribal wars, first by agreements and then by force.",
                "If the guilty won't hold up their hands and confess, he and the Generals will ferret them out by force.",
                "As Ibrahim counsels, it is a mistake to believe that force can eliminate Islamist movements.",
                "they ruled by law and not by force"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379760.014",
            "definition": "mental or moral strength or power",
            "examples": [
                "As a mother, I appreciate the moral and emotional force of this recourse to the maternal.",
                "Does ‘our culture of spectatorship neutralise the moral force of photographs of atrocities’?",
                "Take the references to god out of Dr. King's speeches and they lose none of their moral force.",
                "He argued that moral force would win the day.",
                "It is impossible now to guess where the intellectual certainty and moral force came from.",
                "This was when the millionaire celebrity author at last acquired the moral force for which he is still recognised.",
                "From the moment Hastie exploded with that great force of moral indignation, losing was simply not an option.",
                "She concluded that the repetition of such images ultimately neutralizes their moral force.",
                "Beethoven delighted Rousseau's Romantic admirers with his demonstration of the moral force expressible in music.",
                "But we civil society groups have the moral force of conviction that all human beings have rights and must be treated with dignity.",
                "Even contemporary Kantians have acknowledged the moral force of the experience of pain.",
                "The world, including nature and humankind, stands or falls with the type of moral force at work.",
                "This time the world is alerted, and we must use our collective moral force to nip this outrage in the bud.",
                "He lunged for the device, and a sudden blast of mental force rattled his whole figure.",
                "First, how are we to explain the motivational force of moral norms on this basis?",
                "Raising her hands in defense, her mind instinctively brought up a shield of mental force.",
                "A Declaration of the General Assembly is not, by definition, legally binding though it has strong moral force.",
                "And if Islam is a universal moral force, which indeed it is, there is no need for any state to sustain it.",
                "I like to believe that this was because the moral and logical force of my argument meant this was all these lesser minds could fixate on.",
                "See Ganesha's majestic face and with mental force ask for help and explain the problem.",
                "the force of popular opinion"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379760.020",
            "definition": "an organized body of military personnel or police",
            "examples": [
                "Added to military and constabulary forces are the civil police of international organizations.",
                "Local police, military forces and authorities patrolled major public places and festival venues.",
                "It's use in the modern French context began as a reference to a military force employed as police.",
                "This includes supporting foreign police and military forces.",
                "I tend to take the more traditional view that the worst thing a military force can do is fail in its mission.",
                "It demands a realignment of the critical tasks needed to be successful as a military force.",
                "A military force has to do more than keep the public at home informed.",
                "Police and military forces could not, or would not, stop the arson and attacks between the two communities.",
                "Judo has since been used in training for police and military forces around the world.",
                "It has a military force, the Badr Corps, claiming a membership of thousands of former Iraqi officers and soldiers.",
                "A sizeable force of police officers raided the room and found all four men inside smoking their merchandise.",
                "UK police officers from forces around the country are spending two or three week stints in Thailand before returning home for welfare reasons.",
                "One needs the skill and expertise of a military force there; one needs more than the police.",
                "The simple fact that a military force can strike a massive blow is irrelevant.",
                "The killings by the military force and the police have legal sanction.",
                "By nightfall, local police and U.N. peacekeeping forces had been deployed, and a nighttime curfew was declared.",
                "The 2,000-strong police and military force arrived in the Solomons two weeks ago.",
                "Charles sought peace at home and abroad by putting together a military force.",
                "Where once hundreds of US airmen paraded, police officers from Scotland's seven forces now patrol.",
                "a British peacekeeping force"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379760.104",
            "definition": "(in the Star Wars films) a mystical universal energy field which certain individuals, such as the Jedi, can harness to gain special powers or abilities",
            "examples": [
                "Added to military and constabulary forces are the civil police of international organizations.",
                "Local police, military forces and authorities patrolled major public places and festival venues.",
                "It's use in the modern French context began as a reference to a military force employed as police.",
                "This includes supporting foreign police and military forces.",
                "I tend to take the more traditional view that the worst thing a military force can do is fail in its mission.",
                "It demands a realignment of the critical tasks needed to be successful as a military force.",
                "A military force has to do more than keep the public at home informed.",
                "Police and military forces could not, or would not, stop the arson and attacks between the two communities.",
                "Judo has since been used in training for police and military forces around the world.",
                "It has a military force, the Badr Corps, claiming a membership of thousands of former Iraqi officers and soldiers.",
                "A sizeable force of police officers raided the room and found all four men inside smoking their merchandise.",
                "UK police officers from forces around the country are spending two or three week stints in Thailand before returning home for welfare reasons.",
                "One needs the skill and expertise of a military force there; one needs more than the police.",
                "The simple fact that a military force can strike a massive blow is irrelevant.",
                "The killings by the military force and the police have legal sanction.",
                "By nightfall, local police and U.N. peacekeeping forces had been deployed, and a nighttime curfew was declared.",
                "The 2,000-strong police and military force arrived in the Solomons two weeks ago.",
                "Charles sought peace at home and abroad by putting together a military force.",
                "Where once hundreds of US airmen paraded, police officers from Scotland's seven forces now patrol.",
                "a British peacekeeping force"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379760.032",
            "definition": "make a way through or into by physical strength; break open by force",
            "examples": [
                "the back door of the bank was forced"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379760.043",
            "definition": "make (someone) do something against their will",
            "examples": [
                "she was forced into early retirement",
                "the universities were forced to cut staff"
            ]
        },
        {
            "word": "force",
            "sense": "m_en_gbus0379770.003",
            "definition": "a waterfall",
            "examples": [
                "at the village of West Burton, two miles distant, is a fine force"
            ]
        }
    ],
    [
        {
            "word": "interest",
            "sense": "m_en_gbus0515570.006",
            "definition": "the feeling of wanting to know or learn about something or someone",
            "examples": [
                "There is great interest and people are learning a classical art form with great enthusiasm and dedication.",
                "That was certainly of personal interest to me to learn, after having been here some 6 years.",
                "I appreciate their interest and good wishes, I just keep crying every time I think about it.",
                "Since we're always looking for games that might stand apart, our interest was piqued to learn more.",
                "This perked his interest to learn more about why Gabi stole it behind Creg's back in the first place.",
                "The details could only have come from somebody who has either learned or developed a desire and interest for detail.",
                "The interest shown in this art form, irrespective of the language it is presented in, has helped revive many theatre groups.",
                "There has been a good deal of local interest shown in the campaign and the race is on to see who will be elected Lord Mayor.",
                "In Scotland last week his visit caused a great deal of media interest.",
                "I felt that it might lead me to understand why photography as an art form compels my interest.",
                "If you want to add some visual interest to your art, try a little texture.",
                "The pressure of record company and press interest was only heightened by the band's refusal to sign a deal until they had written more songs.",
                "I appreciate your interest and will do my best to answer your questions.",
                "A lot of hard work and time has gone into them and they are to be commended on their interest and enthusiasm in seeing it through.",
                "I'm sure your friends will feign interest for two seconds the quickly disown you if you purchase a pair to show off.",
                "Not even the Presidential elections aroused much interest locally.",
                "The group gig together about four times a week and have attracted considerable interest from record companies.",
                "It was a business and Robert saw the potential because a few of their friends expressed interest.",
                "At the early meetings there was great interest and enthusiasm, but that dwindled.",
                "I appreciate that it was an achievement but it is one in which neither I, nor any of my friends, has any interest.",
                "she looked about her with interest",
                "he developed an interest in art"
            ]
        },
        {
            "word": "interest",
            "sense": "m_en_gbus0515570.015",
            "definition": "money paid regularly at a particular rate for the use of money lent, or for delaying the repayment of a debt",
            "examples": [
                "The bank will not lend money, and interest payments and receipts are forbidden.",
                "If there is another agency which is lending money at better interest rates and with better conditions, I am ready to shift.",
                "How much will it cost by the time you have repaid your debt (capital plus interest repayments)?",
                "Central banks also manage liquidity in order to smooth out volatility in the money market interest rates.",
                "Coupled with this is the fact that falling interest rates mean lower repayments for those buying into the market.",
                "Of course, governments can print money and cut interest rates in an attempt to avert deflation.",
                "Debt charities are warning consumers to think hard about how to manage their debts as interest rates rise.",
                "With low interest rates, profit margins on retail deposits have been sharply squeezed.",
                "One way to dampen flows of borrowed money is to raise interest rates, which the central bank has tried.",
                "Governments have saved billions by refinancing the national debt at lower interest rates.",
                "The money saved on interest repayments can be put to good use elsewhere.",
                "That includes not only tax rebates and lower interest rates but lower energy prices as well.",
                "This lowered interest rates and transferred capital from public to private use.",
                "If he had, he might think twice about clamping down on the economy by repeatedly raising interest rates.",
                "Worries about default are also driving up interest rates on Brazil's foreign debt.",
                "You're also building your assets and there's no extra money wasted on interest payments.",
                "The Federal Reserve is raising interest rates and appears ready to continue to do so for some time.",
                "He was a specialist all his life in the theory of money and interest rates.",
                "Fixed or variable interest rates are applied, with payments spread over 24 to 48 months.",
                "It computes the effective interest rate for an investment compounded at different intervals.",
                "the monthly rate of interest",
                "interest payments"
            ]
        },
        {
            "word": "interest",
            "sense": "m_en_gbus0515570.017",
            "definition": "the advantage or benefit of a person or group",
            "examples": [
                "This would not seem to be the noblest form of patriotism, which calls us to look beyond private interests to the public benefit.",
                "Since people can convince themselves of anything that is to their benefit or is in their interest, this is not surprising.",
                "The cards have discounts and benefits for the youngsters so it is in their interest to carry them.",
                "It's therefore in their interest to publicly explain what happened to Mr. Johnson as soon as possible.",
                "I feel as if they actually put the customer first and that everything they do is in our interest.",
                "The public interest, for whose benefit it was enacted, would not be served by construing the words in a narrow or technical way.",
                "You wanted to build bikes, but it is the consuming public that decides whether it is in our interest to do so.",
                "Likewise, beefing up peacekeeping capacity is very much in our interest.",
                "We buy and sell because it's in our interest to buy and sell.",
                "Selling the city's crown jewels is not in our interest.",
                "Honestly, though, I'm not sure that bilateral talks are in our interest at all.",
                "They may very well see it in their interest to throw down their weapons - or turn them on their leadership.",
                "Anyway, I need to talk to him because I've worked out a way by which he can keep the country afloat; and it's in his interest to listen.",
                "And to attack us in a way that might provoke a response, I don't think is in his interest.",
                "You walk into a shop or into your financial broker's rooms, and it's up to you to know what's in your interest and what's not.",
                "Corporations will choose to promote vacuous materialist music as it is often in their interest to do so.",
                "It would not be in their interest to reduce trading links.",
                "It's not in his interest to sell the argument that he's fundamentally different.",
                "To the best of my knowledge, it is in their interest to play a positive role in addressing this sensitive issue as soon as possible.",
                "He says intending buyers will be aware that more blocks will be opened up in the area, and may judge that it will be in their interest to wait.",
                "the merger is not contrary to the public interest",
                "it is in your interest to keep your insurance details to hand",
                "we are acting in the best interests of our customers"
            ]
        },
        {
            "word": "interest",
            "sense": "m_en_gbus0515570.020",
            "definition": "a stake or involvement in an undertaking, especially a financial one",
            "examples": [
                "The institute subsequently posted on its website the financial interests of all those involved.",
                "Apart from the strategic concerns and government revenue at stake, immense corporate interests are involved.",
                "Proffered concerns about underage drinking are thus merely a stalking horse for the financial interests at stake in these cases.",
                "As the system gets less competitive, the monetary stakes for the interests involved get higher.",
                "Secondly, managers themselves often have personal financial interests and their careers at stake in mergers.",
                "The nomination underscores the real economic and financial interests at stake in the US military intervention in Central Asia.",
                "Because of all the financial interests at stake, the sport is turning into a mafia.",
                "Scrutiny of the helicopter company has also extended into a detailed examination of the financial interests of the Haughey family.",
                "That will allow you or another family member to represent your parents' medical and financial interests.",
                "My own financial interests and management control are assured by the management contract that I've set in place.",
                "GPs will also be forced to disclose all financial interests and gifts from patients, under the new proposals.",
                "Clearly there is a financial interest because the Church's structures involve an enormous plant.",
                "Such moves protect existing shareholders' interests but make it hard for newcomers to invest.",
                "This will force them to dilute current shareholders' interests due to the large amount of funds that have to be raised in order to finance the purchases.",
                "It could, perhaps more accurately, be described as a bailout of those US financial interests with investments in Mexican bonds.",
                "Jordan has huge interests, huge stakes, involved in what's going on.",
                "It also dilutes shareholders' interests - a real cost, but one that is often ignored.",
                "Unlawful interference with economic interests will arise in situations in which a defendant commits an actionable wrong with the intention of harming the plaintiff.",
                "holders of voting rights must disclose their interests",
                "he must have no personal interest in the outcome of the case"
            ]
        },
        {
            "word": "interest",
            "sense": "m_en_gbus0515570.023",
            "definition": "a group or organization having a common concern, especially in politics or business",
            "examples": [
                "The NRA have come in for strong criticism locally both from landowners affected by the route of the road and various political and business interests.",
                "The politicians, business interests and journalists that were part of the Indonesian lobby in Australia did use racial stereotyping.",
                "The Government, business interests and civic organisations need to collaborate in the effort.",
                "They had experienced for some time a strong current of editorial control being exercised by business and political interests.",
                "Local business and political interests have rallied to the defence of both Shannon Development and Shannon Airport this week.",
                "But a powerful combination of Turkish and Russian politicians and business interests have pushed the project through.",
                "Back in California, business interests were organizing a well-funded movement to derail Sinclair's campaign.",
                "They are in fact the heart and soul of it - carrying out the philosophies of the politicians and business interests.",
                "Nor should it be under the control of business interests or politicians.",
                "And at least some of them emanate from right wing political lobbies funded by big business interests who want to avoid being sued for malpractice.",
                "However, the most common rumour making the rounds was that big business interests wanted the land which the mall occupied.",
                "The fear of ceding national sovereignty to business interests has unified this side into a form of nationalism.",
                "Previously the party had been able to rely on large donations from business interests to a much greater extent than its political rivals.",
                "Business interests are happy, though, even though they resent Netanyahu for his stint as the prime minister.",
                "I understand that what we do affects many interests, of organised groups, politicians and shady businesses.",
                "Organisations that lobby for business interests are themselves in a very competitive game.",
                "A similar conflict is evident for organisations that represent business interests.",
                "Governments are thought to be impotent in the face of business interests to make improvements in people's lives.",
                "This year 29 girls representing local business interests will take part and there is no doubt that the judges will have a very difficult decision to make.",
                "Business interests think they know he's on their side, so they're inclined to give him the benefit of the doubt.",
                "food interests in Scotland must continue to invest"
            ]
        },
        {
            "word": "interest",
            "sense": "m_en_gbus0515570.025",
            "definition": "excite the curiosity or attention of (someone)",
            "examples": [
                "I thought the book might interest Eliot"
            ]
        }
    ],
    [
        {
            "word": "support",
            "sense": "m_en_gbus1015970.008",
            "definition": "bear all or part of the weight of; hold up",
            "examples": [
                "The sixty-three-ton dome was also supported by reinforced braces.",
                "A structural, or load bearing, brick wall is a wall in which brick supports the weight of the structure.",
                "It is the frame that supports the weight of the prop and the child actor, distributing it across the body of the bearer.",
                "Keeping your legs straight, raise your body and bottom off the ground until your body is straight and your shoulders and heels are supporting your body weight.",
                "Whenever I am in an elevator, and I am alone, then as soon as the doors close I act as if I am supporting the weight of the thing.",
                "The inspector ran to her, supporting her weight and staring into her eyes.",
                "As I took in the movie my index fingers dug hard into my cheekbones, supporting the full weight of my head.",
                "Any exercise which involves you supporting the weight of your own body is recommended to build bone mass.",
                "Slowly raise your body and legs off the ground by a few inches, so that your weight is supported on your elbows, and then lower back to the ground.",
                "Tractor frames are designed to support the weight and stress of a loader.",
                "A structure this heavy would require an extremely strong foundation to support its weight.",
                "Everything one does during the day tests the spine's ability to support body weight.",
                "They used a steel beam to support the weight of the upstairs ones in an attempt to preserve as many of them as possible.",
                "I do not look like a fat man simply because I am tall and can support a lot of weight.",
                "Carry heavy objects close to your chest, supporting the weight on your forearms.",
                "James practically carried me out the elevator, since he was supporting my entire weight.",
                "This brings the centre of gravity directly over the right foot, which supports her weight.",
                "The main idea is a big roof supported on only four columns.",
                "A corrugated steel roof supported on circular timber columns provides shade.",
                "Shrubs and the grape arbor, supported on stone columns, give the outdoor room further definition.",
                "the dome was supported by a hundred white columns"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.015",
            "definition": "give assistance to, especially financially",
            "examples": [
                "These people are supported financially and given all assistance to be self-sufficient in our community and this cost a lot of money.",
                "He's in love with her but is too much of a coward to leave Vanessa, who supports him financially.",
                "One of the ways liberals hope to regain that ground is by following the conservative model of running and financially supporting candidates in local races.",
                "We are supporting it financially in large measure.",
                "Both donors have established charitable foundations in their own names, and each has a long history of assisting the needy and supporting the arts.",
                "We're supporting the club financially to do that.",
                "We can't do what we do without our listeners getting behind us and supporting us financially.",
                "Embrace your universities and help make them better by supporting them financially.",
                "He added that the Government had financially and politically supported the schemes, the first phase of which would be introduced over the next three years.",
                "Thanks to all who took part in the sponsored walk last Friday evening and to everyone who supported the event financially.",
                "Bravo to the organising committee and all those who assisted with and supported this wonderful venture.",
                "Importantly, the bank is financially supported by the European Union.",
                "How beholden are civic politicians to those who supported them financially?",
                "He thanked all those who had financially supported them throughout the year.",
                "He is hoping the public will support him financially in order to meet the living expenses which he will incur.",
                "The research was also supported by grants from the McKnight Foundation and the John Merck Fund.",
                "The work was supported in part by a grant from National Institutes of Health.",
                "The fourth author was supported by a doctoral fellowship from the University of British Columbia.",
                "The art centre is important as it supports my artists by providing a place to work and a vehicle to collect logs, ochres and barks.",
                "Do you support any organizations that provide for the less fortunate during the holidays?",
                "the government gives £2,500 million a year to support the voluntary sector"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.024",
            "definition": "suggest the truth of; corroborate",
            "examples": [
                "This study supports several researchers who suggest using the neutral zone and no-touch technique to reduce the risk of injuries during surgical procedures.",
                "The data presented in the study supports this suggestion.",
                "These suggestions are indirectly supported by spinal microdialysis study.",
                "This suggestion is supported by studies on the endocytotic pathway of tumor cells performed by other authors.",
                "This finding agrees with other studies and supports the suggestion of sending a reminder to those who have not provided a specimen.",
                "The authors add that this study supports the current recommendations for use of diuretics in elderly patients with hypertension.",
                "This study supports previous studies in the health professions that suggest student moral reasoning can be enhanced during professional education.",
                "No evidence could be found to support any suggestion he had been the victim of an attack before the first impact.",
                "That is an undeniable truth with stupendously large bodies of study to support it.",
                "Recent analysis of the Drosophila genome sequence supports previous suggestions of strong parallels between many fly and vertebrate cell cycle regulators.",
                "The Department of Health said the report contained no new evidence and its conclusions were not fully supported by evidence.",
                "The above view is strongly supported by the ion flux data.",
                "Taken together, our data strongly support the biased gene conversion hypothesis of GC-content evolution.",
                "Our results strongly support the hypothesis of a refolding of the unraveled keratin molecules.",
                "Acculturation theory was partially supported by the finding that assimilation tendencies are linked to finding full employment.",
                "The results also support hypothesis 5, that positive emotional contagion will lead to less group conflict.",
                "His answers are at times surprising, but well supported by fact.",
                "The herb's ability to improve vein health is well supported by human studies.",
                "However, time and again these claims are not supported in literature.",
                "Plenty of research supports that eating enough carbohydrate foods before a race will improve performance.",
                "the studies support our findings"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.026",
            "definition": "(of a computer or operating system) allow the use or operation of (a program, language, or device)",
            "examples": [
                "The thing doesn't support Hyper-Threading in its current BIOS version.",
                "All Intel chipsets supporting 533MHz system bus do support Hyper-Threading.",
                "What's interesting about this is that the 3.06GHz Pentium 4 was the first P4 to officially support Hyper-Threading.",
                "One problem with FAT maintenance is the proliferation of implementations that should be supported under Linux.",
                "Axiom's products are now supported under Linux.",
                "the new versions do not support the graphical user interface standard"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.028",
            "definition": "endure; tolerate",
            "examples": [
                "Grief can be supported and facilitated, and depression can be treated.",
                "at work during the day I could support the grief"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.031",
            "definition": "a thing that bears the weight of something or keeps it upright",
            "examples": [
                "the best support for a camera is a tripod"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.037",
            "definition": "material assistance",
            "examples": [
                "the bank provided unstinting financial support",
                "air operations in support of British forces"
            ]
        },
        {
            "word": "support",
            "sense": "m_en_gbus1015970.043",
            "definition": "evidence that serves to corroborate something",
            "examples": [
                "the study provides support for both theories"
            ]
        }
    ],
    [
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.006",
            "definition": "demand (an amount) as a price for a service rendered or goods supplied",
            "examples": [
                "Much confusion exists regarding the tariff payable by the medical aid funds and the amount charged by the various service providers or institutions.",
                "By January, the billings department had yet to charge Bitton for services rendered.",
                "For the amount of money they charge for the ticket, the service should be much better.",
                "There is a range of prices open to you to charge for your services.",
                "He said motorists who complained after pumping their own fuel at full service pumps and being charged the higher price were offered a refund.",
                "Of the 126 who responded, 81 per cent agreed that it was reasonable for the council to charge an adequate amount for services provided.",
                "Right now I have no life coaching qualifications or experience, and so I don't feel qualified to charge for my services.",
                "Representations made to the rail authorities about the high prices they charge for improvements had also been made, without success.",
                "And if you use your card abroad to take out local currency, almost all banks and building societies charge for this service.",
                "With Lynne's help, the charity, which has to charge for its services because funding is so tight, hopes to be able to expand.",
                "It was also possible to arrange an item of mail to be left at a convenient Post Office though the Post Office would charge for this service.",
                "Although banks have a standard penalty rate, it is worth asking the amount your bank will charge for the delay.",
                "The council admits that few boroughs charge for children's services.",
                "There is no word as to whether they will charge for this service or not.",
                "The council is facing a £11.5million shortfall if it charges the average amount of council tax for outer London.",
                "The province requires us to charge the same low price to all our clients, yet many of them are affluent and could easily afford to pay more.",
                "They charge a premium amount in the UK for their printing services and the sums simply don't add up.",
                "The council is currently reviewing the amount it charges people to use the town's car parks.",
                "This is partly for financial reasons, as the council charges a fee to cover its costs, meaning some schools choose not to run the training classes.",
                "He said three years ago, homeowners were conned in a fraud worth more than £500,000 when they were charged excessive amounts to have their drives resurfaced.",
                "wedding planners may charge an hourly fee of up to £150",
                "he charged me five dollars for the wine"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.014",
            "definition": "formally accuse (someone) of something, especially an offence under law",
            "examples": [
                "He was also charged with the offence of disobeying a lawful order.",
                "He was charged with the offence of which he was convicted and at that time handed in a prepared statement.",
                "On no occasion has he been charged with any offence, has no outstanding charges and I strongly doubt that there would be any adverse record against him, at least at the national level.",
                "In July 2002, he was charged with three drug-related offences.",
                "He was not charged with that offence, as I understand it.",
                "The applicant's girlfriend was not charged with any offences in connection with these seizures.",
                "On 21st April, she was charged with the offence I have mentioned, that of assisting an offender.",
                "He was charged with two criminal offences, and was acquitted of both offences.",
                "On 16th June, nearly five months after the incidents, he was charged with both offences.",
                "The man was acquitted but the young women were charged with perjury.",
                "She was charged with 12 offences at crown court, and a further three in the magistrates' court.",
                "In many cases, drivers are not charged with an offence: police deem the pedestrian to have been ‘at fault’ in the accident.",
                "However she was charged with two offences of false accounting concerning housing benefit fraud.",
                "However, on December 24 he was formally charged with illegally acquiring and sharing information.",
                "Police and fire crews labelled him ‘a stupid fool’ for putting his and other people's lives at risk but he was not charged with any offence.",
                "Originally he was charged with 16 offences, but yesterday they were withdrawn and five sample charges were substituted.",
                "When he finally came down he was charged with offences including driving without insurance and threatening behaviour.",
                "He was subsequently charged with a disciplinary offence, but was cleared following a hearing in May.",
                "If someone is charged with an offence then they must face the full impact of the law.",
                "they were charged with assault"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.018",
            "definition": "entrust (someone) with a task as a duty or responsibility",
            "examples": [
                "We are social creatures, and as well as taking responsibility for ourselves we are charged with the duty of looking out for our nearest and dearest.",
                "Every player is charged with the responsibility of making the performance an engaging experience for both the cast and the audience.",
                "The two teams were charged with the task of selling ice-creams in down-town Manhattan.",
                "She is charged with the task of ensuring the government's lifelong learning plans make sense to the public.",
                "Yet he and virtually the same team were again charged with the task of winning a major tournament for Scotland.",
                "Israeli-employed post office workers were charged with the task of verifying the identities of potential voters.",
                "Indeed, these individuals are charged with the responsibility of public safety.",
                "David Moore was charged with the task of taking the firm forward after Mr Lancaster retired in 2003.",
                "Logistics leaders are charged with the duty to organize, train and equip the units under their command",
                "As part of my intelligence duties, I was charged with interrogating German prisoners of war.",
                "There are a lot of people who are charged with the responsibility of protecting, promoting and defending that reputation.",
                "Governments are charged with a difficult responsibility of balancing economic development against environmental damage.",
                "On the following day, he was charged with the duty of getting rid of these shares.",
                "The news media are not charged with the duty of full court reporting, and it is necessarily fortuitous as to whether remarks upon sentence are reported or not.",
                "In fairness to the land commissioner, he isn't charged with protecting local school revenue.",
                "Additionally, he stood by and watched as laws were being broken by said children that he was charged to protect.",
                "Those who knew these men intimately were charged with the duty to relate their heroic deaths to their families upon returning to the Capital.",
                "The Board and district commissions are charged to protect and conserve the lands and environment of the state.",
                "All three are equally charged to protect the Constitution.",
                "Clearly, this senior level review charged to protect the public interest fully weighed all the issues, separating fact from assertion.",
                "the committee was charged with reshaping the educational system"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.020",
            "definition": "store electrical energy in (a battery or battery-operated device)",
            "examples": [
                "A large assemblage of tiny little storage batteries were charged up and gave a total, when they were all put in a series, of about a thousand volts.",
                "An electrical charging source couples to the first and second electrical connectors to charge the battery.",
                "Then at some point we might burn coal to supply electricity to charge batteries in electric cars.",
                "So anytime you're driving - highway or city - the battery can be charged up if it needs charging, and it should never run low.",
                "Increase the life span of your cell phone and battery by following the manufacturer's directions for using the phone and charging the battery.",
                "As you read this, Brian Cashman is charging his ninth cell-phone battery of the day.",
                "Small, isolated farms used wind turbines to charge batteries, run radios and draw water from deep wells.",
                "Tonight we took short showers in the outside stained wood stalls, as another generator charged the batteries that ran the water pump and the electric water heater.",
                "This battery is continuously charged by solar cells and the use of the cell obviates the need for separate charging of the battery.",
                "It is used to charge the battery and to power all the car's electric systems when its engine is running.",
                "Diesel-powered submarines use combustion engines to provide power and charge the sub's batteries.",
                "When the bank's charge drops below a certain level, the pump is shut off and the system resumes charging the batteries from the wind's energy.",
                "This changes the voltage to direct current which can then be used to charge your battery.",
                "When the car is slowing down, the electric motor runs backwards, acting as a generator to charge the battery.",
                "You do have to be organised as it takes forever to charge the batteries, but it is free energy.",
                "Plug it in to your computer to charge the battery and transfer songs.",
                "The plasma screen consists of tiny gas plasma cells that are charged at exact electrical voltages to make a picture.",
                "It is now eleven days later and the big battery is still charged and the camera working perfectly.",
                "By then, they knew too that the power system was struggling and the battery wasn't charged as much as was desired.",
                "She made a mental note to plug her charger in and charge the battery.",
                "the shaver can be charged up and used while travelling"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.025",
            "definition": "rush forward in attack",
            "examples": [
                "The rest of the attack party charged, all shouting loudly.",
                "She reached for it but quickly moved as he charged once again.",
                "They were charging just as quickly, also blinded by chaos.",
                "As he moved to charge, he found that his father was already upon him.",
                "Godfrey did not hesitate, but attacked immediately, charging headlong while the Egyptians were still in their camp.",
                "She charged so quickly at him, all you could see was a black blur.",
                "He made the first move, he charged at her with his arms at his sides, waiting to strike.",
                "His opponent charged at him quickly, sword held to the side.",
                "Quickly three people came charging at him, one was his own teammate.",
                "The underlying weakness of the hull meant that the ship could not charge headlong in the heat of battle.",
                "Such forces can rarely be detected ahead of time, but to charge headlong without at least trying to assess your situation is like skipping nonchalantly through a mine field.",
                "It is intriguing to watch those who run, those who hide, those that charge headlong and those that push their friends in front of themselves for protection.",
                "It continued its attack on her, charging at her head-first!",
                "the plan is to charge headlong at the enemy"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.029",
            "definition": "place a heraldic bearing on",
            "examples": [
                "The Duke of Kent had his label charged with a cross gules between two fleurs-de-lis azure.",
                "Two other variations are known, one for Woolcot with a chief charged with a cross between two fleur-de-lis, and one for Woolcott with the shield red and a chief with a fleur-de-lis between two red crosses.",
                "Another illumination also illustrating Combat des Trentes shows the Breton-French knights with a narrow, forked white oriflam, charged with a cross couped.",
                "a pennant argent, charged with a cross gules"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.032",
            "definition": "a price asked for goods or services",
            "examples": [
                "our standard charge for a letter is £25"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.037",
            "definition": "an accusation, typically one formally made against a prisoner brought to trial",
            "examples": [
                "he appeared in court on a charge of attempted murder"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.039",
            "definition": "responsibility for the care or control of someone or something",
            "examples": [
                "the people in her charge are pupils and not experimental subjects"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.051",
            "definition": "a quantity of explosive to be detonated in order to fire a gun or similar weapon",
            "examples": [
                "smaller charges, fired on three minute fuses lit by hand"
            ]
        },
        {
            "word": "charge",
            "sense": "m_en_gbus0169930.053",
            "definition": "a headlong rush forward, typically in attack",
            "examples": [
                "a cavalry charge"
            ]
        }
    ],
    [
        {
            "word": "please",
            "sense": "m_en_gbus0789530.006",
            "definition": "cause to feel happy and satisfied",
            "examples": [
                "He said it pleased him, and he was flattered not offended…",
                "When they told me where they lived I had no idea where Downpatrick was, and it pleased me that now I had a passing acquaintance with the place.",
                "It pleased me somehow to be weathered by this deadly wind on my face and to be exposed to a gorgeous icy glare on this sunny afternoon.",
                "It pleased me no end, trying to make amends for many years of imposed suppression.",
                "It grieved her for the same reason it pleased her.",
                "I could hear a smile over the line and it pleased me.",
                "Yet Katherine saw the small mistake, and it pleased her.",
                "It pleased me to know that he was a very good conversationalist, and was capable of holding intelligent conversation for more than two seconds.",
                "It pleased Maria to see Isabella able to enjoy herself again.",
                "I knew they were just anxious to get started, and it pleased me.",
                "It pleased him to know that he might go on, far away from this place.",
                "And there can be little doubt that, if nothing else, it pleased the Commission and Commissioner.",
                "It pleased him so much to see her doing new things and living her life.",
                "All we can say is that it pleased the Lord to do this.",
                "The dancers before him danced and twirled just for him and it pleased him.",
                "It pleased him, though he couldn't think of any useful advice he'd given.",
                "Now only happiness lay before them and it pleased her well.",
                "Though it pleased them that the fight was finally over, their losses were overwhelming.",
                "He loved the city and it pleased him that she was interested in its history.",
                "It pleased me to see New Jersey State Troopers out in force at the Newark airport.",
                "he arranged a fishing trip to please his son",
                "\n              it pleased him to be seen with someone in the news"
            ]
        },
        {
            "word": "please",
            "sense": "m_en_gbus0789530.015",
            "definition": "take only one's own wishes into consideration in deciding how to act or proceed",
            "examples": [
                "If you're just pleasing yourself, why not save it for home?",
                "By the end of the week you feel much better, and paradoxically by pleasing yourself your partner is also satisfied.",
                "All over the country, harassed parents are frantically trying to decide how to entertain their offspring, rather than pleasing themselves.",
                "They're most interested in pleasing themselves, like some of the people you're forced to deal with.",
                "Everybody was just into pleasing themselves, to such a point that there was no room for any relationship.",
                "On the show, there's this really delicate balance between pleasing ourselves, just making ourselves happy, and making the audience happy.",
                "I have often found myself out of balance with worry about what others think at the expense of pleasing myself.",
                "Busier than ever, she is happily married with two young children and plans to spend her fifties pleasing herself and exploring other avenues.",
                "They didn't do it to please themselves or just one guy.",
                "They please themselves whether they serve or not.",
                "Unfortunately, there are still some parish councillors who get elected or co-opted and then believe they can please themselves.",
                "The healthy freaks will please themselves with the newest diet and healthy food.",
                "We wanted to please ourselves and be one of the best bands we would want to see live, and make some of the best records that we would have in our record collection.",
                "Yes, we aim to please others; however, I firmly believe we should please ourselves first.",
                "The glory of being older is that we can be ourselves and please ourselves.",
                "I've come to the realisation, at 57, that I have to do things that please myself, and if people like them that's a bonus.",
                "I was trying so hard to please myself, I was turning into somebody else.",
                "I tend to follow my instincts and please myself.",
                "I don't conform unless I choose to, and, frankly, I please myself.",
                "this is the first time in ages that I can just please myself"
            ]
        },
        {
            "word": "please",
            "sense": "m_en_gbus0789530.019",
            "definition": "used in polite requests or questions",
            "examples": [
                "please address letters to the Editor",
                "what type of fish is this, please?"
            ]
        }
    ]
]