[
    {
        "word": "horror",
        "senses": [
            {
                "id": "m_en_gbus0479420.006",
                "definition": "an intense feeling of fear, shock, or disgust",
                "examples": [
                    "But Toby doesn't react with horror or disgust or shock, instead complaining that Bree lied to him.",
                    "Shock, horror disgust impinge on our sense of ourselves, creating a sense of crisis as our sense of completeness and comfort is threatened.",
                    "Judy gasped in shock and horror paralyzed with disgust and unbridled rage as Sarah stormed out of the room.",
                    "Emotions such as fear, horror disgust, etc. are not intrinsically unpleasant.",
                    "Individuals can respond to these experiences with intense fear, horror or a sense of helplessness.",
                    "I have to admit that much of the intense fear and horror I was experiencing has now passed.",
                    "Consumers have reacted with shock and horror over reports that frozen chickens sold in supermarkets are often fed on ground up chicken parts mixed in with grain.",
                    "But she wasn't screaming in horror or fear, but with easily recognizable rage.",
                    "Shocked, I reeled away in horror fearing that some passing stranger might take me for a rubber fetishist, a thought that appals and revolts me.",
                    "I don't care if they made you laugh, cry, scream in shock or from horror just tell me what they are!",
                    "Traumatic events have in common the ability to elicit intense and immediate fear, helplessness, horror and distress.",
                    "There were feelings of horror repulsion and fear being expressed.",
                    "I felt fear, horror hatred but it was all mixed up into one feeling.",
                    "We see the human face every day, and though it affects us in many ways, fear and horror would not normally be among those emotions.",
                    "The fear and horror in their eyes was very evident in the video, if it is a hoax then they certainly have a promising future in Hollywood.",
                    "The new year began as the last one ended, in fear, horror and bloodshed.",
                    "However, I note with fear and horror that somebody is trying to suppress the truth on the only website brave enough to tell it how it is.",
                    "We have experienced so much horror pain and fear since then that it seems like a lifetime ago.",
                    "A number of us watched - more in shock or surprise than horror",
                    "When people do dare broach the subject they talk of it with a wide range of emotions - horror disgust, anger, bitterness, resentment.",
                    "children screamed in horror"
                ]
            },
            {
                "id": "m_en_gbus0479420.019",
                "definition": "a bad or mischievous person, especially a child",
                "examples": [
                    "As in every culture, where all other Indians in the story are proud and honourable, Emiliano happens to be a horror of almost fantastical proportions.",
                    "He thinks Anse is a horror of a human being to throw Darl down in the public street and handcuff him and to pour concrete on Cash's leg, forever destroying it.",
                    "that little horror Zach was around"
                ]
            }
        ]
    },
    {
        "word": "orderly",
        "senses": [
            {
                "id": "m_en_gbus0725220.006",
                "definition": "neatly and methodically arranged",
                "examples": [
                    "This crystalline structure is an orderly arrangement of ions known as a crystal lattice.",
                    "Many common solids are crystalline, which means that their molecules are arranged in an orderly pattern that resembles a three-dimensional grid.",
                    "Quasicrystals are unusual metallic alloys whose atoms are arranged in orderly patterns that are not quite crystalline.",
                    "Thoughts and perceptions must be arranged in an orderly sequence of ideas.",
                    "An asexual adult colony is made up of just two cell types arranged in an orderly pattern.",
                    "You would have seen the six armies, arranged in orderly fashion in the huge courtyard.",
                    "If the internal structure is formed in an orderly crystal arrangement, then the breaks will occur along the planes of the internal crystal structure.",
                    "Who came up with the fatuous idea of getting drunken hooligans to form orderly queues at cash points across Britain?",
                    "When I passed through Williton on my way to the railway station in Taunton early this afternoon the Shell garage was the focus of an orderly queue of vehicles waiting in line for their turn at the pumps.",
                    "The queues to honour the Queen Mother's death were good-natured and there can hardly have been a more thoroughly British expression of sympathy than the orderly queue.",
                    "Yes girls, you should be forming an orderly queue.",
                    "Our hope is that the new management will maintain orderly and have minibus drivers queue in an orderly fashion for their passengers.",
                    "This is helped by the orderly arrangement of The Square and the very good developments of roadside verges on the approach roads.",
                    "I can arrange them in an logical and orderly fashion in my mind.",
                    "An x-ray crystallographic picture of quartz would show atoms arranged in an orderly periodic sequence.",
                    "Rather, you should make suitable arrangements to ensure an orderly transition, when this is appropriate.",
                    "Reducing the example to just two balls would make the odds of an orderly arrangement occurring more likely.",
                    "The cell spaces are also orderly in their arrangement, unlike typical periosteal tissue.",
                    "I want to see an orderly set of arrangements, and the Crown manager is the person who is able to focus on that.",
                    "Anyone interested should form an orderly queue somewhere that won't get in the way of everybody else.",
                    "an orderly arrangement of objects"
                ]
            },
            {
                "id": "m_en_gbus0725220.010",
                "definition": "charged with the conveyance or execution of orders",
                "examples": [
                    "Michael quickly rose through the ranks as orderly sergeant, first lieutenant and captain.",
                    "the orderly sergeant"
                ]
            }
        ]
    },
    {
        "word": "appoint",
        "senses": [
            {
                "id": "m_en_gbus0042160.006",
                "definition": "assign a job or role to (someone)",
                "examples": [
                    "In 1988, he was appoint to the role of divisional director for the group's specialist cars division and in 1992 he was promoted to managing director.",
                    "He was appoint to this promotional role because of his high profile in the community.",
                    "A new board of directors was appoint to oversee the financially-troubled project.",
                    "Luckily my father was soon appoint to a consultant post, and we settled down.",
                    "Those days, through a shahi firman (royal edict) certain persons were appoint to perform some specific tasks.",
                    "Local billeting officers were appoint to find suitable homes for evacuees and they set about interviewing possible hosts.",
                    "During the first quarter, a management team was appoint to run the software division and win new business.",
                    "People are appoint to different jobs within a division of labour.",
                    "As a result, completely appoint people are appoint to rather important jobs.",
                    "The process by which people are appoint to inquiries appoint wholly opaque, raising the suspicion that politicians appoint people who will give them the result they want.",
                    "Has anyone been appoint to a regulatory or important committee, task force, or agency position?",
                    "His first official honorary consultant post came in 1946 when he was appoint to the Norfolk and Norwich Hospital.",
                    "I am a Welshman who is as proud today of being national team manager as I was on the day I was appoint to the job.",
                    "What appoint if some individuals are appoint to this authority who turn out to be absolute disasters?",
                    "And she was appoint to this case, paid $3,280, including expenses.",
                    "All we can say in relation to his appoint is that he appoint for the job, we took up his references and he was appoint to the post after due process.",
                    "She was appoint to the Court of Justice in October 1999.",
                    "He was appoint to head the new merged ‘supertrust’, which covers an area of 4,500 square miles, in May 1999.",
                    "He was appoint to chair the council's health committee in 1985 and was instrumental in the opening of the reserve's health centre.",
                    "He was appoint to his post at St James's in 1992.",
                    "she has been appoint to the board",
                    "they appoint her as personnel manager"
                ]
            },
            {
                "id": "m_en_gbus0042160.013",
                "definition": "determine or decide on (a time or a place)",
                "examples": [
                    "In my view this document carries greater weight than others cited in the inquiry, for example the Tithe maps because it discharged an express obligation to set out and appoint roads.",
                    "Complaints against decisions pertaining to assemblies shall be filed directly to the Supreme Administrative Court within 3 days of the date of delivery of the decision concerned; unless hindered from doing so by formal obstacles, the Court shall appoint the date of the hearing no later than within 7 days of the date of filing the complaint.",
                    "On a document being tabled, a motion may be moved without notice to appoint a day for its consideration or for it to be printed.",
                    "However, I missed a recent test, because I forgot to appoint a time that I would take it.",
                    "they appoint a day in May for the meeting"
                ]
            },
            {
                "id": "m_en_gbus0042160.016",
                "definition": "decide the disposition of (property of which one is not the owner) under powers granted by the owner",
                "examples": [
                    "So, our submission has always been that that is a beneficial interest in the sense that he has the ability through control of the trustee company to appoint corpus or income to himself.",
                    "The nephew had no child but purported to appoint the property by will.",
                    "The surviving spouse must have a power of appoint to appoint the property to the survivor's own self or estate.",
                    "Suppose she had appoint the property to her executor; that could not make it assets for the payment of her debts, unless it was her separate estate.",
                    "trustees appoint the capital to the beneficiaries"
                ]
            }
        ]
    },
    {
        "word": "physical",
        "senses": [
            {
                "id": "m_en_gbus0777200.006",
                "definition": "relating to the body as opposed to the mind",
                "examples": [
                    "Mental and physical exhaustion retards the growth of body and mind, and it often causes a psychosomatic illness.",
                    "When cycling enthusiast Katie Bamber booked a charity trip to Vietnam she was bracing herself for a tough mental and physical challenge.",
                    "The healing takes places on an emotional level, a mental level, and on a body level, a physical level.",
                    "The play ebbed and flowed from one end of the field to the other, with no regard for the physical limitations of the body nor that of the human mind.",
                    "In recent years, researchers have shown that physical changes in the body can be accompanied by mental changes as well.",
                    "Surprisingly, he describes the climb as a mental, not physical challenge.",
                    "With the emergence of the first decent wind of the week, this was links golf at its best, challenging the mental and physical endurance of all concerned.",
                    "He enjoys the contrasts of mental and physical challenge.",
                    "A complicated strategy underlies the thrusts and parries of a duel - making it both a mental and physical challenge.",
                    "He was distracted from his blindness, he says, by the deluge of mental and physical challenges coming his way.",
                    "Even buying a pint of milk was turned into a mental and physical challenge.",
                    "Thus it will be seen that a sense of physical security and economic status can be far more influential than is generally recognised.",
                    "There is a sense of physical smallness before these works, a kind of Alice in Wonderland-esque trip.",
                    "First, small steps can be taken to help achieve a basic sense of physical safety.",
                    "Last night I really hurt someone, and I don't mean in the physical sense.",
                    "I got such a strange sense of what his physical presence would have been like.",
                    "Everyone, absolutely everyone, even the greatest ballerina, can recite a list of self-perceived physical deficits.",
                    "From birth, such an infant will reflexively grab and tightly grip whenever he perceives a physical threat.",
                    "The Short Form Health Survey was designed to measure perceived current physical health.",
                    "a range of physical and mental challenges"
                ]
            },
            {
                "id": "m_en_gbus0777200.011",
                "definition": "relating to things perceived through the senses as opposed to the mind; tangible or concrete",
                "examples": [
                    "These are tangible, physical assets and totally unlike the stock of a typical NYSE company.",
                    "Common sense says that the physical environment has an impact on productivity.",
                    "Most businesses deal with the physical assets and the environment within, but have never looked at the people.",
                    "The media used to transport this information are, in a very real sense, the physical highways over which it travels.",
                    "What you are able to perceive of the physical world is actually very fragmentary.",
                    "This type of allocation is a physical transfer of a tangible asset from the company to the investors.",
                    "The social tone and ethos of the school are both very positive as too is the overall quality of the actual physical working environment.",
                    "I can't STAND, for example, to start out with a sense of the actual physical shape a poem is going to take.",
                    "My desire is to bring the viewer out of the gallery space and into the actual physical environment of the lakebed.",
                    "Most life forms on Earth consist of organic carbon, while inorganic carbon may dominate the visible physical environment.",
                    "The actual physical objects in the environment that we see make up the contents of our experience.",
                    "For these are paintings in the traditional sense: unique physical objects which display the marks of craft and have a real presence.",
                    "We have a moral sense that we use to make moral observations, in the same way as we use our physical senses to make physical observations.",
                    "Another issue, in design writing at least, is that online writing is separated from a tangible physical object.",
                    "Moreover, the piece only refers to a concrete physical setting twice.",
                    "It has a physical presence - a sense of weight - that computer generated effects lack.",
                    "A further ambiguity lies in our inability to determine if this availability is merely visual, or if it involves possession in a physical sense.",
                    "The man and his sheep and, indeed, the paint and paper itself, provide the only physical sense of solidity.",
                    "When I say this, what I express is not my wish for a pure poetry, but a concrete, physical attitude.",
                    "Like so many things, it's a combination of social reality with a tangible, physical reality.",
                    "the physical world"
                ]
            },
            {
                "id": "m_en_gbus0777200.013",
                "definition": "relating to physics or the operation of natural forces generally",
                "examples": [
                    "Certainly, before Newton, the very idea of physical law was at best a blur.",
                    "Feynman's work is filled with the sort of raw physical insight that physical love and admire.",
                    "Today we understand most of these things in terms of physical forces acting under impersonal laws.",
                    "According to Bridgman, every physical concept is defined by the operations a physical uses to apply it.",
                    "When we discuss phase changes to matter, physical forces create the changes.",
                    "physical laws"
                ]
            },
            {
                "id": "m_en_gbus0777200.016",
                "definition": "a medical examination to determine a person's bodily fitness",
                "examples": [
                    "at fifty-something, each year's physical was a kind of lottery"
                ]
            },
            {
                "id": "m_en_gbus0777200.021",
                "definition": "stocks held in actual commodities for immediate exchange, for example as opposed to futures",
                "examples": [
                    "the exchange of futures for physical"
                ]
            }
        ]
    },
    {
        "word": "potential",
        "senses": [
            {
                "id": "m_en_gbus0804570.005",
                "definition": "having or showing the capacity to develop into something in the future",
                "examples": [
                    "In particular, it claims the cost of the service is likely to turn-off potential customers.",
                    "Links are also being developed with potential partners in New York, Dubai and Helsinki.",
                    "Instead the study was just a process to find out the potential capacity for new homes.",
                    "Additionally, rarely will a new potential customer buy on the first visit.",
                    "New or potential customers may be located around the globe or in your local area.",
                    "Many supermarkets now provide free buses to carry potential customers into their premises.",
                    "This fusion of unfamiliar conditions would normally make the hosts among the potential winners.",
                    "The history of the 1869 work is thought to have boosted its value among potential bidders.",
                    "A woman who has fallen on hard times finds a potential saviour among the gravestones.",
                    "Visitors to the city's boat show would also be among the potential guests targeted.",
                    "There are many potential abuses that future governments may make of the information contained on a card.",
                    "Hunt said he was worried about the development because of the potential fire threat.",
                    "A prospectus for potential sponsors raises the prospect of boarding academies.",
                    "They can be seen as potential development land by philistines who only see land as money waiting to happen.",
                    "She admitted that potential savings were probably not top of the list, however.",
                    "For potential investors, the prospect of enjoying cheap beer is far more appealing.",
                    "Why is the government so timid about embryo research given the potential rewards?",
                    "It's a version of last year's winning car, but perhaps near the end of its potential development.",
                    "It is expressed in the present tense, and refers to current use, not past or future or potential use.",
                    "The range of potential targets for future intervention will grow correspondingly.",
                    "a campaign to woo potential customers"
                ]
            },
            {
                "id": "m_en_gbus0804570.009",
                "definition": "latent qualities or abilities that may be developed and lead to future success or usefulness",
                "examples": [
                    "a young broadcaster with great potential",
                    "the potential of the technology were never wholly controllable"
                ]
            },
            {
                "id": "m_en_gbus0804570.013",
                "definition": "the quantity determining the energy of mass in a gravitational field or of charge in an electric field",
                "examples": [
                    "a change in gravitational potential",
                    "measurements of induced electrical potential"
                ]
            }
        ]
    },
    {
        "word": "graduate",
        "senses": [
            {
                "id": "m_en_gbus0426240.028",
                "definition": "successfully complete an academic degree, course of training, or (in North America) high school",
                "examples": [
                    "he graduate from Glasgow University in 1990",
                    "he graduate in the summer with a 2:2 degree"
                ]
            },
            {
                "id": "m_en_gbus0426240.043",
                "definition": "arrange in a series or according to a scale",
                "examples": [
                    "the stones were graduate in height from the lowest near the entrance to the tallest opposite"
                ]
            },
            {
                "id": "m_en_gbus0426240.046",
                "definition": "change (something, typically colour or shade) gradually or step by step",
                "examples": [
                    "the colour is graduate from the middle of the frame to the top"
                ]
            }
        ]
    },
    {
        "word": "child",
        "senses": [
            {
                "id": "m_en_gbus0175770.008",
                "definition": "a young human being below the age of puberty or below the legal age of majority",
                "examples": [
                    "The ultrasound probe is used mainly for head scanning of newborn babies and young child",
                    "Malnourishment prevents a child from child full mental and physical development.",
                    "Is it inevitable when a baby or a young child gets these autoantibodies that they go on to develop diabetes?",
                    "I have issues with the shininess of cover designs for child and young adults this year.",
                    "Twenty-one young child from the local schools marched in step, each child carrying a rose.",
                    "They bullied younger child they teased girls, they fought boys weaker than themselves.",
                    "A young child needs to develop a sense that he or she is a good and valued human being on this earth.",
                    "Briefly, it showed a row of young child sitting on a school stage.",
                    "The six sessions include giving tips and ideas for playing with young child and toddlers.",
                    "She says she does not know of any European countries where child started school as young as they do in Britain.",
                    "He felt strongly about inequality of any kind and mentored young child excluded from school.",
                    "It was the smaller child and young girls who could not be expected to speak out.",
                    "Sometimes when I look back on my life as a child or young adolescent, it is through the eyes of a bemused observer.",
                    "On one occasion, we visited an orphanage and the youngest child a 3 year old, fell asleep on my lap.",
                    "It usually affects child teenagers and young adults and requires daily injections of insulin.",
                    "While at play, toddlers and young child are usually in the care of older siblings.",
                    "Our member companies are committed to the health and wellbeing of infants and young child",
                    "As a young child Jane was often responsible for her own physical care and the care of her mother.",
                    "Would you like to have your say on issues that effect child and young people?",
                    "Unions say that child as young as three have physically attacked teachers as well as other pupils.",
                    "she'd been playing tennis since she was a child",
                    "the film is not suitable for child"
                ]
            }
        ]
    },
    {
        "word": "structure",
        "senses": [
            {
                "id": "m_en_gbus1004190.006",
                "definition": "the arrangement of and relations between the parts or elements of something complex",
                "examples": [
                    "That arrangement completed the structure structure of the Coast Guard as it exists today.",
                    "It is known that any complex system has a certain structure with its intrinsic elements and interconnections.",
                    "Since time and matter are limited, the resources to solve a problem or to build a complex structure are also limited.",
                    "This year we completely changed our management structure",
                    "The band challenged traditional song structure with odd arrangements and angular sounds.",
                    "These are integral elements of a competitive structure",
                    "First, I am not aware that his party is proposing to change any element of the tax structure",
                    "Out of these four basic elements the repayment structure of debt stands as the most important.",
                    "It is deeply rooted in the social relations and political structure of American capitalism.",
                    "The action of hormones and drugs is also dependent on the molecular three-dimensional structure of the target molecules.",
                    "Hydrogen bonding also plays an important role in determining the three-dimensional structure adopted by proteins and nucleic acids.",
                    "Hierarchical power structure resulted in obstetricians defining the norms of clinical practice and hence which choices were possible.",
                    "Hence, there is a need to examine how this development informs today's complex narrative structure",
                    "Egypt's military commander altered the command structure in the Sinai.",
                    "We consider that the Council is wrong in its interpretation of the structure plan requirement for the following reasons.",
                    "The company's original structure appeared attractive because it provided access to some of the country's best medical researchers.",
                    "I did write a structure plan for my essay, but that was it.",
                    "The structure usually consists of an author reading selected pieces of his or her work.",
                    "Why should the nature of technology available to a society determine its economic structure",
                    "In 1994 we collected larvae for genetic analysis to determine genetic structure among mature trees.",
                    "the two sentences have equivalent structure",
                    "the company's weakness is the inflexibility of its management structure"
                ]
            },
            {
                "id": "m_en_gbus1004190.012",
                "definition": "a building or other object constructed from several parts",
                "examples": [
                    "He enjoyed a reputation for building tall elegant masonry structure such as church towers and spires.",
                    "Storing them on high buildings rather than scaffold structure to reduce visibility is also advised.",
                    "He said the balance of the money that was unspent was earmarked for building new hospital structure",
                    "Coatings also help to ensure that major structure like bridges, buildings and structure plants are built to last.",
                    "At the center of the town square his eye caught a magnificent structure a church with massive stained glass windows.",
                    "A structure built into the tower was in front of me, as Kenshin opened the glass doors for me.",
                    "Would an architect assemble a structure without a good foundation?",
                    "All the structure and buildings can be placed only on a specially terraformed layer.",
                    "There were buildings up against the outer wall: small wooden structure with tile roofs.",
                    "These essentially tubular structure are structure from an epithelial cell monolayer.",
                    "Building this huge concrete structure required the structure team to undergo a similar change of mind.",
                    "Not all historic structure are given listed building protection.",
                    "We also observed double helical structure formed by two fibers.",
                    "The three-dimensional crystal structure of the channel is now known with high resolution.",
                    "The initial protein configuration was again taken from the x-ray crystal structure",
                    "Nucleosomal arrays are further folded and compacted to form higher order chromatin structure",
                    "Two courtyards sunk into the building's roof structure allow light to penetrate deep into the building.",
                    "We have concentrated our research on structure composed of arrays of nanoparticles and films of silver and gold.",
                    "There are many other structure associated with cells in addition to the cell membrane.",
                    "the station is a magnificent structure and should not be demolished"
                ]
            },
            {
                "id": "m_en_gbus1004190.022",
                "definition": "construct or arrange according to a plan; give a pattern or organization to",
                "examples": [
                    "services must be structure so as to avoid pitfalls"
                ]
            }
        ]
    },
    {
        "word": "justice",
        "senses": [
            {
                "id": "m_en_gbus0538980.006",
                "definition": "just behaviour or treatment",
                "examples": [
                    "Instead, he has pushed the church away from social justice and peace concerns.",
                    "It holds centuries of legal records encompassing the principles of social justice and moral values.",
                    "This concern for social justice in turn, creates a norm within congregations that is supported and nourished by the congregants.",
                    "Subordinates aren't the only ones concerned with social justice",
                    "The virtue of justice consists in moderation, as regulated by wisdom.",
                    "Any gathering on this scale calling for peace and social justice would have been exciting.",
                    "The group will look at health, social justice criminal justice and other issues.",
                    "We identify both personal morality and social optimism and justice with the self-control needed for dieting.",
                    "His ideas on social justice were the foundation of new humanism and of Romanticism in general.",
                    "I assumed that truth, equity, tolerance, justice morality and principles matter to most Australians.",
                    "If the population can see that there is an institution that delivers fair justice within a reasonable time, then it can make a certain contribution.",
                    "The tragedy of riots lies as much in the destruction of life and property as in the destruction of our fundamental beliefs - in justice in reason, in humanity.",
                    "He said the commission deals with human rights abuse cases which were difficult to bring to justice because of technical reasons, such as a lack of evidence.",
                    "But we should be clear that we are doing so for reasons of justice and not in the delusive hope of greater security.",
                    "They expect no justice no fair deal and no humanistic approach by the Indian leadership.",
                    "But it's not all about compensation, Mr Kelly said, as most people justice want a fair hearing and justice",
                    "The judicial system was not efficient enough and people rarely received fast and fair justice",
                    "Suddenly, half drowning him didn't seem like fair justice",
                    "These efforts build on current and past work to find appropriate responses based on science, reason, compassion and justice",
                    "We can remain a voice for reason, for justice and for love.",
                    "a concern for justice peace, and genuine respect for people"
                ]
            }
        ]
    },
    {
        "word": "consumption",
        "senses": [
            {
                "id": "m_en_gbus0213850.006",
                "definition": "the action of using up a resource",
                "examples": [
                    "Newcastle then moved quickly to become more accountable for its own operations in terms of energy and resource consumption",
                    "We can start by reducing our energy consumption and turning to renewable resources.",
                    "It is clear, then, that entrepreneurs have strong incentives to manage their residuals efficiently and gradually to reduce their consumption of resources for any given output.",
                    "Through these measures, they reduced energy and water consumption while lowering the operating and maintenance cost of the building.",
                    "The design team actively promoted passive climate consumption and the use of architectural strategies to reduce resource consumption",
                    "I really appreciate their simple style of living, with minimal consumption of resources like water, space, energy, etc.",
                    "Behavioral interventions have also attempted to reduce energy consumption and pollution by altering transportation-related behavior.",
                    "An executive spokesman said that its energy consumption has probably been reduced by 26% to 248 kilowatt hours per square metre over the last decade.",
                    "The result was that the house's energy consumption was reduced by 33 percent compared with the previous year, according to Max.",
                    "Building best-practice homes can eliminate waste in the consumption process, as well as reduce water and energy consumption",
                    "Before his job is finished, he will create a list of suggestions that could reduce the energy consumption of her home by 50 per cent.",
                    "Real sustainability depends on reducing energy consumption in much of the world and generating locally as much as possible.",
                    "An alternative way we are lowering our resource consumption is by changing our yard.",
                    "By the end of the year-long project, York should have significantly reduced its energy consumption",
                    "Lots of people think about energy saving measures and doing it is critical if we are going to reduce energy consumption",
                    "My wife and I decided to do our bit to reduce energy consumption by buying a modern refrigerator a few months ago.",
                    "The strategy is expected to result in a 40 per cent reduction of energy consumption and a significant reduction of environmental pollution.",
                    "Coupled with local generation, there is a potential for significant reduction of energy consumption from new buildings.",
                    "The government also came up with a set of consumption plans featuring the reduction of energy consumption",
                    "An advisor will also direct the homeowner on ways of decreasing energy consumption and costs.",
                    "industrialized countries should reduce their energy consumption"
                ]
            },
            {
                "id": "m_en_gbus0213850.013",
                "definition": "a wasting disease, especially pulmonary tuberculosis",
                "examples": [
                    "During the eighteenth and nineteenth centuries, consumption was consumption incurable by most people, patients and physicians alike.",
                    "In the 19th century, it seemed as if everyone was slowly dying of consumption",
                    "They were so undernourished that they easily became ill from consumption fevers, pestilence, and a variety of other disorders.",
                    "He caught the consumption from his son, whereby he soon followed him to the grave.",
                    "his mother had died of consumption"
                ]
            }
        ]
    },
    {
        "word": "abuse",
        "senses": [
            {
                "id": "m_en_gbus0003740.006",
                "definition": "use (something) to bad effect or for a bad purpose; misuse",
                "examples": [
                    "In the election of 2000, the party in effect abuse the judicial power to seize the presidency for itself, and this time the attempt succeeded.",
                    "He is already facing impeachment over claims that he misused public money and abuse his office since coming to power a year ago.",
                    "That does not make sense, that is not logical, and the judge has abuse his powers.",
                    "By abuse people's willingness to respond to emergencies, you make them less likely to respond to them at all.",
                    "Last year in Parliament, Labor's Craig Emerson accused insurance companies of abuse their market power over small smash repairers.",
                    "Parents are abuse the new guidelines to save money on childminding.",
                    "Because of their unlimited power, some consuls abuse their authority.",
                    "He abuse his position of power to engage in a 3-year affair with a married woman, possibly having a baby with her.",
                    "The list itself was prefaced with the following insight: ‘Leaders with absolute power too often abuse it.’",
                    "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law.",
                    "Being a police officer does not mean you can abuse the power given to you.",
                    "Give people a little bit of power and they will abuse it.",
                    "Before taking his own life, the gunman wrote that the judge had abuse her judicial power in dismissing his medical malpractice case.",
                    "He abstains from abuse his position for power or personal gain and strongly believes in the virtue of honesty, justice, and love of truth.",
                    "Too many franchisors are able to abuse their market power and contractual obligations without any effective sanction under the current law.",
                    "It's ghastly when people in positions of power abuse their privilege.",
                    "Why shouldn't he when the judge was so obviously abuse his authority?",
                    "He has grossly misused his position and abuse his authority.",
                    "Murphy said the judge had not abuse the legal process, but should not have dealt with the case in the way he did.",
                    "The judge said Vetch had abuse the trust of those who had given him a free hand to run their financial affairs.",
                    "the judge abuse his power by imposing the fines"
                ]
            },
            {
                "id": "m_en_gbus0003740.014",
                "definition": "treat with cruelty or violence, especially regularly or repeatedly",
                "examples": [
                    "Married off at 11 and repeatedly abuse by her husband, she fought against the officially outlawed caste system, becoming a folk hero to many and a menace to others.",
                    "During 10 months of detention, he was repeatedly abuse and tortured.",
                    "The foundation has also helped a man, who has been regularly physically abuse by his wife.",
                    "We believe that wasn't sufficient, that if people were in a situation where they were at risk of violence, or being abuse that they needed immediate help.",
                    "After being repeatedly abuse the boy escapes, but something inside him is damaged for life.",
                    "Detecting these injuries is important as up to 30% of children who are repeatedly abuse die.",
                    "I saw children who had been repeatedly abuse by loved ones or people in authority.",
                    "Does Claire Baron not realise that a large percentage of the animals under their care have been abuse or cruelly treated?",
                    "Asylum seekers can be incarcerated for years, treated like criminals and abuse by staff, resulting in systematic health problems.",
                    "His difference makes him a victim, repeatedly abuse and cheated.",
                    "Home should be a safe place but some children are forced to watch their mother or father being regularly physically or verbally abuse",
                    "He deems all owners and jockeys to be bullies who ‘send injured horses to race and be abuse by jockeys with whips.’",
                    "Hervey herself owns another 50 cats, many of which are injured or have been abuse",
                    "And many had themselves been the victims of violence: abuse by parents, raped by boyfriends, assaulted on the street.",
                    "In many ways, a more dignified end than being forced to live as a vegetable in an old-people's home, ill-treated and abuse by some uncouth attendant.",
                    "The Rovers' barmaid is being emotionally abuse in scenes that are repeated behind closed doors in homes in Greater Manchester and across the country.",
                    "He believes he will be abuse and mistreated if returned to his war-torn country.",
                    "She was charged with stealing two dogs after she had repeatedly complained that the dogs were being abuse",
                    "Traditional circuses like the Shriner's have come under fire in recent years for exploiting and abuse animals.",
                    "The two girls were torn away from their family not because their parents abuse them or did not love them but because they were simply deemed too ‘stupid’ to care for them.",
                    "riders who abuse their horses should be prosecuted"
                ]
            },
            {
                "id": "m_en_gbus0003740.019",
                "definition": "speak to (someone) in an insulting and offensive way",
                "examples": [
                    "I do all the housework; I practically serve you while you lie around and insult and abuse me.",
                    "But in the post-match press conference, he accused Inter's players of verbally abuse him.",
                    "Their sole purpose in being at the Old Head is to disrupt our business by intimidating, insulting and abuse our guests who come from all over the world.",
                    "That is why I left the group because people were always trying to disrespect and abuse me.",
                    "Or Colin Montgomerie, for that matter, who is still seeking a major tournament, and has spoken about quitting the United States, because the crowds there keep abuse him.",
                    "Even for the game against Dubnica last week, there were only about 1,000 fans and some of them were abuse us.",
                    "We were still going along quite well, but he was just verbally abuse me.",
                    "You spent most of your email abuse me for claiming that the share price would go down if shareholders did not endorse the shift to the US.",
                    "But he started throwing around exercise books and verbally abuse me.",
                    "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him.",
                    "I can understand the ref calling it off because he was abuse",
                    "It was great, except when it rained - or when we were abuse by people in pubs.",
                    "Yet, when I confronted Mr Y with my realisations, he for some reason also took offence, abuse me verbally, and also tried to do the same physically.",
                    "No sooner was he ensconced than he was verbally abuse by an irate customer who had taken umbrage because he (our reader) was not wearing socks.",
                    "‘One mental health nurse had been regularly abuse and then started getting death threats,’ she said.",
                    "Apparently these three people were out shopping in Toys ‘R’ Us and were verbally abuse and threatened with violence by members of staff.",
                    "A shopkeeper who has been punched in the face and repeatedly racially abuse by a teenage gang, fears that his family could be the next to suffer.",
                    "As an American family living here, we have been repeatedly verbally abuse",
                    "Women have been regularly verbally abuse and even had stones thrown at them.",
                    "‘I have been verbally abuse spat on and threatened with violence on countless occasions,’ he says.",
                    "the referee was abuse by players from both teams"
                ]
            },
            {
                "id": "m_en_gbus0003740.025",
                "definition": "the improper use of something",
                "examples": [
                    "alcohol abuse",
                    "an abuse of public funds"
                ]
            },
            {
                "id": "m_en_gbus0003740.030",
                "definition": "cruel and violent treatment of a person or animal",
                "examples": [
                    "a black eye and other signs of physical abuse"
                ]
            },
            {
                "id": "m_en_gbus0003740.034",
                "definition": "insulting and offensive language",
                "examples": [
                    "waving his fists and hurling abuse at the driver"
                ]
            }
        ]
    },
    {
        "word": "upward",
        "senses": [
            {
                "id": "m_en_gbus1114830.006",
                "definition": "towards a higher place, point, or level",
                "examples": [
                    "To her it felt like swimming upward towards the surface of the sea before breaking it.",
                    "They were young men starting to make their names in the game but he is the man who has helped them move upward",
                    "Your home can be endlessly improved, or you can move ever upward to more expensive houses.",
                    "That is, near the bottom and moving upward rather than floating down from the top.",
                    "Hysteria was at one time thought to be caused by the womb moving upward due to the influence of malign humours.",
                    "If the patient was moved upward it was done by pulling the sheet and the body moved as a unit.",
                    "My arms went to the floor and pushed down in an attempt to move my body upward",
                    "Hanna and I find a big flat rock to lie back on and stare upward at the dark sheet splattered with silver glitter.",
                    "One knife had slashed his side, penetrating upward through the muscle and entering the lung.",
                    "A flock of birds, startled by the light, exploded upward from the grass next to the hospital.",
                    "I stared upward into the gloom and could make out the outline of a face, with two eyes staring straight at me.",
                    "He had to tilt his head upward to see clearly and was thus unable to work for more than a few hours at a stretch.",
                    "The road curves gently upward giving increasingly inspiring views as it does.",
                    "Looking upward in New York used to be a sure sign that you were a tourist.",
                    "Here, a cold current fed from the Atlantic is forced upward as it hits a massive sub-sea ridge.",
                    "Most of the force of the blast was pushed upward and debris was still flying down after several minutes.",
                    "The air sparkled with crystals of ice and our breath hung in clouds as we climbed steadily upward",
                    "I am overcome with vertigo and panic and feel frozen, yet forced to continue upward",
                    "The clouds lit up pink from below in all directions, the road was wet and reflected pink upward",
                    "It is also expected to suggest the use of hoods on the sides of street lamps to stop the light going upward",
                    "she peered upward at the sky"
                ]
            },
            {
                "id": "m_en_gbus1114830.010",
                "definition": "moving, pointing, or leading to a higher place, point, or level",
                "examples": [
                    "an upward trend in sales"
                ]
            }
        ]
    },
    {
        "word": "black",
        "senses": [
            {
                "id": "m_en_gbus0099760.006",
                "definition": "of the very darkest colour owing to the absence of or complete absorption of light; the opposite of white",
                "examples": [
                    "The first attacker was 6ft tall with short blond hair and was wearing black trousers and a white T-shirt.",
                    "Bundles of chemical sticks lay ready to be burnt in it, some making black smoke and some white.",
                    "The video showed a white truck exploding and black plumes of smoke billowing into the air.",
                    "The first girl, with short black hair and a light, kind sounding voice scampered up to her.",
                    "Her hair looked almost black in the dim light, but I later found out it was just a sort of dark brown.",
                    "The door suddenly swung open and a tall man with short black hair and light brown eyes was staring at me.",
                    "He had dark coloured hair and was wearing black jeans and white runners.",
                    "Long wavy black hair and light blue eyes created a contrast that was breathtaking.",
                    "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",
                    "It is coloured golden brown above and white below with a black stripe down the sides of its neck.",
                    "There's no need for our older buildings to remain grey, black and white. Colour is good.",
                    "He has white hair and a black suit and a watch chain across his meagre belly.",
                    "I wore a white blouse and a black skirt and I pinned my hair back with a hair pin.",
                    "The dashboard glows red and white against its black background.",
                    "I quickly strip out of my crisp black suit and dash in the bathroom for a quick shower.",
                    "These men are wearing suits or their coolest black club clothes on a cold evening in November.",
                    "Some chose to outline their sketch with permanent black marker before adding the color.",
                    "In a shallow depression of granite, I noticed what appeared to be a large black insect.",
                    "She looked down at the black kitten, and started to pet its head, as it began to purr.",
                    "Smoothing the mane of her black stallion, she can hear the sigh of her friend.",
                    "black smoke",
                    "her long black hair",
                    "a beautiful black dress"
                ]
            },
            {
                "id": "m_en_gbus0099760.018",
                "definition": "belonging to or denoting a human group having dark-coloured skin, especially of sub-Saharan African ancestry.",
                "examples": [
                    "He set a big example for the rest of the country and for all black South Africans.",
                    "Less than half of all black citizens think that parliament is interested in what they think.",
                    "Many black Americans take great pride in their African ancestry.",
                    "Affirmative action programs aim to provide more black doctors to serve black patients.",
                    "When we enter the airport, a black man in a suit motions for us to come to him.",
                    "Few black miners held leadership positions at the level of president of the union local.",
                    "He argued that if a few black people get into high profile positions every black person benefits.",
                    "He was with a black man aged 18-20, wearing dark clothing and glasses.",
                    "The next enrolled participant is a black woman aged 52, who is a non-smoker.",
                    "He is part of a new generation of black artists who are bringing their eclectic cultural experiences to dance.",
                    "In the pole vault, he became the first black American to win a major title in the event.",
                    "This question must be answered by the institutions that are now spending million of pounds in support of black artists.",
                    "I love learning about the history, especially black history.",
                    "His portraits of predominantly black figures encompass actors, musicians, politicians, and civil rights leaders.",
                    "She taught for a brief stint in Atlanta at two historically black universities.",
                    "black people have contributed to what is now a diverse and multicultural society.",
                    "The report said brands must embrace the talent of black creatives or risk becoming obsolete.",
                    "He has met with black students to hear their concerns.",
                    "The black community has enriched the city in a direct and indirect way.",
                    "She is the first black woman to pilot a space flight.",
                    "the entire cast is black",
                    "he discusses the position of black people in America",
                    "the black community"
                ]
            },
            {
                "id": "m_en_gbus0099760.022",
                "definition": "characterized by tragic or disastrous events; causing despair or pessimism",
                "examples": [
                    "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                    "In the North East, once ships stopped being built, a black depression hung over the region.",
                    "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                    "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                    "But the worst was an old bird who shouted at me about the poll tax and black me for black Wednesday.",
                    "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                    "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                    "This poll is the conclusion of a very black week in this country's politics.",
                    "five thousand men were killed on the black day of the war",
                    "the future looks black"
                ]
            },
            {
                "id": "m_en_gbus0099760.028",
                "definition": "denoting a covert military procedure",
                "examples": [
                    "clearance for black operations came from the highest political level"
                ]
            },
            {
                "id": "m_en_gbus0099760.030",
                "definition": "(of goods or work) not to be handled or undertaken by trade union members, especially so as to express support for an industrial dispute elsewhere",
                "examples": [
                    "the union declared the ship black"
                ]
            },
            {
                "id": "m_en_gbus0099760.033",
                "definition": "black colour or pigment",
                "examples": [
                    "a tray decorated in black and green",
                    "a series of paintings done only in greys and black"
                ]
            },
            {
                "id": "m_en_gbus0099760.049",
                "definition": "the situation of not owing money to a bank or of making a profit in a business operation",
                "examples": [
                    "it is hoped the club will be back in the black by the end of the season",
                    "I managed to break even in the first six months—quite a short time for a small business to get into the black",
                    "an insurance company operating in the black will be able to pay for further growth"
                ]
            },
            {
                "id": "m_en_gbus0099760.054",
                "definition": "make (something) black; blacken",
                "examples": [
                    "the house was pocked with bullet holes and black by smoke"
                ]
            },
            {
                "id": "m_en_gbus0099760.063",
                "definition": "refuse to handle (goods), undertake (work), or have dealings with (a person or business) as a way of taking industrial action",
                "examples": [
                    "the union black the film because overtime was not being paid"
                ]
            }
        ]
    },
    {
        "word": "suffer",
        "senses": [
            {
                "id": "m_en_gbus1010140.006",
                "definition": "experience or be subjected to (something bad or unpleasant)",
                "examples": [
                    "He learnt a great deal about the suffer the courage and the strengths of the East European churches.",
                    "The physical and psychological suffer of survivors tend to pale in comparison to the total number of victims.",
                    "I feel like I should wear my battle wounds with pride, flaunt my suffer but I don't think I have suffer",
                    "The joys and suffer here are meant to test how we behave under different circumstances in life.",
                    "As an openly gay man in a much less tolerant era, he suffer constant abuse and rejection in his quest to ‘make them understand’.",
                    "Mr Thompson, who had an existing heart condition, suffer a mild heart attack following the assault but his consultant was unable to confirm the attack caused it.",
                    "This really struck a cord with me, she was deciding whether or not to go abroad to a country that would allow it but in the end she became a lot worse and suffer",
                    "Too often, it's the children who appear to suffer most.",
                    "They talk to us about their struggles in their native land and all that they endured and suffer to get to this country.",
                    "The rest of us see suffer people who need help.",
                    "But despite their own personal suffer the couple were determined to give a loving home to children who so desperately needed it.",
                    "I'm not sure the disbarment incrementally adds that much more to the punishment he's personally suffer",
                    "All the poems are short paeans to the indomitable courage of ordinary suffer people.",
                    "No matter who deserves the blame for the blackout, the reality is people suffer and so did the economy.",
                    "Older children may suffer personality changes from mild to the extreme.",
                    "Japanese troops poured into the wartime capital city of Nanjing on 13 December 1937, after suffer heavy casualties in Shanghai.",
                    "It gives me much pleasure to help keep open Francis House and other sanctuaries for suffer children whose parents can ill afford the ways and means of looking after them.",
                    "They say the ministry has failed to stem the tide of the disease and also shown a considerable lack of concern for suffer farmers.",
                    "Both sides suffer many casualties during their engagement.",
                    "That's the first political defeat he's suffer in 20 years in power.",
                    "he suffer intense pain",
                    "he'd suffer a great deal since his arrest"
                ]
            },
            {
                "id": "m_en_gbus1010140.016",
                "definition": "tolerate",
                "examples": [
                    "he severely reprimanded him for his conduct thus far, and declared to him that he would suffer it no longer"
                ]
            }
        ]
    },
    {
        "word": "lighter",
        "senses": [
            {
                "id": "m_en_gbus0581370.005",
                "definition": "a device that produces a small flame, especially one used to light cigarettes",
                "examples": [
                    "Open flames, cigarettes, matches, lighter pilot lighter or electric sparks can cause the chemicals in the paint strippers to suddenly catch fire.",
                    "Then gently warm the metal sleeve with a small flame from a cigarette lighter and pull the ring off using a pair of pliers.",
                    "It is believed a flame from a cigarette lighter ignited oxygen at the man's bedside.",
                    "All matches, lighter cigarettes, pipes and cigars are potentially dangerous.",
                    "In some cases, building occupants used candles and cigarette lighter as lighter sources.",
                    "Typically, shorts in electrical lighter or open flames from candles, lighter or matches start tree fires.",
                    "It adorns tacky gold cigarette lighter and sets of imitation pearl earrings found in lighter duty free catalogues.",
                    "They made a good search of the place and made off with the till, fruit machine, cash plus cigarettes, cigars and lighter",
                    "Besides the various tobacco products, all sorts of implements from tobacco pipes, lighter and ashtray to tobacco cases and machines can be found in this diverse and impressive collection.",
                    "Ten cigarette lighter fitted with transmitter similar to the ones strapped to scientifically-interesting wildlife, were dropped off around Limerick and their journeys traced.",
                    "He found two discarded syringes, used lighter and cigarette papers at the foot of a tree near seats at the reservoir.",
                    "Get rid all of everything that reminds you of smoking, including ashtrays, cigarettes and lighter",
                    "At first he was completely against the device, which is powered by the car battery and plugs into the cigarette lighter",
                    "On that day, throw away all your cigarettes, lighter and ashtrays.",
                    "Plastic toys, cigarette lighter and derelict fishing gear smother the coral reefs and litter the island shores.",
                    "Did you ever wonder why tweezers were confiscated at security checkpoints, but matches and cigarette lighter - actual combustible materials - were not?",
                    "He said: ‘The most likely cause would have been playing with cigarette lighter or matches.’",
                    "Matches, cigarette lighter or magnesium fire starters beat the heck out of rubbing two sticks together when the wind is blowing hard and cold and your fingers are stiff and blue.",
                    "A muffled wind chime harmonized with the occasional car engine, whose purrs suggested heated seats and warm fans and glowing cigarette lighter",
                    "Fire investigators, who found two cigarette lighter and matches in Alistair's bedroom, believe he probably set fire to clothing and the flames soon spread to bedding and bunk beds.",
                    "he lit a cigarette with his gold lighter"
                ]
            }
        ]
    },
    {
        "word": "sexual",
        "senses": [
            {
                "id": "m_en_gbus0930030.008",
                "definition": "relating to the instincts, physiological processes, and activities connected with physical attraction or intimate physical contact between individuals",
                "examples": [
                    "This was physical attraction, sexual temptation, nothing more.",
                    "Automobiles, contact sports, uncontrolled sexual activity - all ripe for criminalizing.",
                    "Integral to Wagnerian ideology is a belief that all sense of individual identity vanishes during sexual activity.",
                    "sexual maturation in the boar is a gradual process, with sexual activity and sperm production starting at approximately four months of age.",
                    "Throughout the interview he had presented an extremely distorted attitude and thought processes about his sexual activities with the victim.",
                    "This statute forbids certain intimate sexual activity, even in private and even for married couples.",
                    "A couple live out a relationship through intimate sexual contact and trips to Brixton Academy.",
                    "Remembering acts of physical, emotional and sexual abuse can be extremely painful, and it can be very hard for the therapist and the client to work out what best to do with all that pain and anger.",
                    "Accordingly, there must, he submitted, be a presumption that an allegation of physical or sexual abuse cannot be established without the attendance of the accuser.",
                    "They are based purely on sexual attraction and release, and any strong emotional involvement between those concerned is socially frowned upon.",
                    "People who get married only because of that thing called love or sexual attraction or some other fading property will surely end up on the divorce heap soon enough.",
                    "It was obvious to both of us that not only was there the most vibrant sexual attraction between us - more seriously - we were falling deeply in love.",
                    "Some slaves were treated well, but there were few restraints on their owners' powers, and physical punishment and sexual abuse were common.",
                    "Indeed, the sexual attraction is so intense that she interrupts her wedding in order to have intercourse in a toilet.",
                    "Since when was it impossible for two men to have a friendship without having sexual feelings or attraction for each other?",
                    "The girls found him ‘adorable and soft’ but they knew he was not ‘capable’ of any sexual manoeuvre.",
                    "He has to be old enough to be capable of sexual response, but not yet old enough to shave.",
                    "When fetish objects stand in for the sexual object the fetish replaces the genitals within the sexual narrative.",
                    "Greek gods like Priapus are known for nothing else but their sexual and procreative prowess.",
                    "she had felt the thrill of a sexual attraction"
                ]
            },
            {
                "id": "m_en_gbus0930030.011",
                "definition": "relating to the sexes or to gender",
                "examples": [
                    "This cultural code expresses contempt for the body; devalues race, gender and sexual difference; and is fixated on ownership and control.",
                    "The award-winning British play promises a salacious good time with its decidedly postmodern take on gender and sexual power relationships in the middle ages.",
                    "It is often based on systematic observation, and can serve as a genuinely useful tool for expanding our concepts of sexual and gender possibilities.",
                    "Three of these central semantic dimensions of rap authenticity are the racial, the gender / sexual and social location.",
                    "Almost all of them are interested in gender or sexual identity and want to show how a given work dramatizes the constructed character of selfhood.",
                    "Native American rites and beliefs about sexual and gender diversity sometimes extend to animal husbandry.",
                    "I could go on about the use of gender and sexual roles in the film.",
                    "While the contestations within the field of gender and sexual identity are important, they may also be symptomatic of larger conflicts.",
                    "Re-appropriation has now spread to other areas of race, gender and sexual identity.",
                    "Smith traversed racial, gender, and sexual borders in other performances as well.",
                    "We then come to the question of gender and sexual equality.",
                    "Not all this attention to sexual and gender variability is confined to North America.",
                    "We recognize your sexual and gender orientation to be an integral part of who you are.",
                    "At the same time, however, the authors refused to acknowledge the sexual body, claiming that sexual difference, like gender, is a cultural construct.",
                    "Could it be that indigenous cultures actually know more about certain aspects of animal sexual and gender variance than do trained zoologists?",
                    "She loud, she's brash and she's winding up po-faced moral guardians by subverting sexual stereotypes.",
                    "In the United States, sexual stereotypes are powerful and have helped guide the creation of military policies and regulations.",
                    "Only the naive would think that sexual stereotypes have ended.",
                    "In exploring the connections between gender and sexual she highlighted the constructed nature of sexual and sexual categories and their importance to social ordering.",
                    "It involves acknowledging above all, ‘the difference inscribed in nature and subjectivity: sexual difference’.",
                    "sensitivity about sexual stereotypes"
                ]
            }
        ]
    },
    {
        "word": "drug",
        "senses": [
            {
                "id": "m_en_gbus0299710.005",
                "definition": "a medicine or other substance which has a physiological effect when ingested or otherwise introduced into the body",
                "examples": [
                    "The retailing of antibiotics, anti-virus drug and herbal medicines capable of reducing heat skyrocketed.",
                    "Lower doses of the drug result in analgesic effects, while increasing doses will produce amnesic effects.",
                    "Antidepressant and sedative drug gave troublesome side effects and only temporary relief.",
                    "This is closest to modern orthodox medicine as many traditional drug such as aspirin are derived from plants.",
                    "In the more severe cases, tranquilizers and antidepressant drug have been reported to be of benefit.",
                    "This disease can be cured but medicines and drug are beyond the means of most of the villagers.",
                    "They rarely developed new drug or used foreign medicines.",
                    "More conclusive evidence on the relative risks of herbal medicine versus synthetic drug is scarce.",
                    "Medications may range from allopathic drug to alternative medicines to kitchen shelf remedies.",
                    "Slattery eventually hauled himself back from the brink with the help of a clinical psychiatrist and medicinal drug for his mind.",
                    "However, laws governing medicinal drug are either obsolete or not enforced.",
                    "Most of modern medicine's prescription drug grew out of traditional herbal remedies.",
                    "Doctors treat malaria by using anti-malarial drug such as chloroquine or quinine.",
                    "While travelers to malarial regions can take prophylactic medicines, these drug are too toxic for long-term use for residents.",
                    "He claims that with his new drug developed from traditional medicinal herbs, one need not undergo surgery.",
                    "Steroids and immunosuppressive drug have been used for acute flares.",
                    "Physicians often try various drug and dosages to see what works best for each individual.",
                    "Lavender has sedative effects comparable to drug such as Valium.",
                    "In these patients consumption of aspirin or non-steroidal anti-inflammatory drug is common.",
                    "This drug is often used initially to treat postoperative pain in France, before a switch to oral analgesic drug",
                    "a new drug aimed at sufferers from Parkinson's disease",
                    "drug companies"
                ]
            },
            {
                "id": "m_en_gbus0299710.012",
                "definition": "administer a drug to (someone) in order to induce stupor or insensibility",
                "examples": [
                    "they were drug to keep them quiet"
                ]
            }
        ]
    }
]