[
    {
        "word": "protective",
        "senses": [
            {
                "id": "m_en_gbus0822990.005",
                "definition": "intended to protect someone or something",
                "examples": [
                    "Other male contraceptive formulations in protective have been shown to decrease good HDL cholesterol levels, which are protective against heart disease.",
                    "And that's not to mention research showing that beer is protective against gallstone formation, osteoporosis and even diabetes.",
                    "Although carbohydrates boosted blood sugar, protective protective stable glucose levels that may be more protective against afternoon tiredness.",
                    "But there is no treatment known to eliminate them, although the antioxidants in fruit and vegetables are protective against many things.",
                    "So in terms of making the country work to be protective against these kinds of things, we have a way to go.",
                    "However, we do also know that activity is good for you, and even protective against some of the more terminal conditions that we can get, like the aforementioned heart attacks.",
                    "In epidemiologic studies, whole grains, vegetables, and fruits are often more protective against diseases than fibre supplements.",
                    "Antioxidant micronutrients found in fruits and vegetables have been shown in numerous studies to be protective against cancer.",
                    "Surely, it was an inconvenient oddity - the thin silk kimonos favored by geisha were more decorative than protective against the elements.",
                    "They are calling for protective barriers to be put in place and intend to raise awareness on this issue at the ceremony.",
                    "He added: ‘Anyone moving sandbags should do so carefully as they are heavy, and people should wear protective gloves.’",
                    "One day I opened up a disposable camera package in my classroom, which came in an anti-x-ray metal foil packet and was wrapped in a cardboard protective lining.",
                    "Evidently, whatever sort of debilitating bug was on that disk, it had so far managed to get past one of the best protective protective available.",
                    "Elevation and windage are adjustable by removing the two protective covers over the setscrews on the front of the sight housing.",
                    "The blade body consists of a spar assembly, leading edge protective strips, skins over a honeycomb core and a trailing edge strip.",
                    "Affluent populations are, in general, the first to take up practices that are perceived as protective of child health; in the latter part of the decade, this meant declining immunisation.",
                    "A diet rich in antioxidant vitamins (A, C and E), available in fresh fruit and vegetables, is thought to be protective against stomach cancer.",
                    "These protective zones also surround public and private vehicles.",
                    "As he arrived he saw neighbours being forced back from the house by the intense heat of the inferno, and dashed towards the end terrace house without stopping to put on any protective protective clothing or his breathing gear.",
                    "protective gloves are worn to minimize injury"
                ]
            }
        ]
    },
    {
        "word": "appoint",
        "senses": [
            {
                "id": "m_en_gbus0042160.006",
                "definition": "assign a job or role to (someone)",
                "examples": [
                    "In 1988, he was appoint to the role of divisional director for the group's specialist cars division and in 1992 he was promoted to managing director.",
                    "He was appoint to this promotional role because of his high profile in the community.",
                    "A new board of directors was appoint to oversee the financially-troubled project.",
                    "Luckily my father was soon appoint to a consultant post, and we settled down.",
                    "Those days, through a shahi firman (royal edict) certain persons were appoint to perform some specific tasks.",
                    "Local billeting officers were appoint to find suitable homes for evacuees and they set about interviewing possible hosts.",
                    "During the first quarter, a management team was appoint to run the software division and win new business.",
                    "People are appoint to different jobs within a division of labour.",
                    "As a result, completely appoint people are appoint to rather important jobs.",
                    "The process by which people are appoint to inquiries appoint wholly opaque, raising the suspicion that politicians appoint people who will give them the result they want.",
                    "Has anyone been appoint to a regulatory or important committee, task force, or agency position?",
                    "His first official honorary consultant post came in 1946 when he was appoint to the Norfolk and Norwich Hospital.",
                    "I am a Welshman who is as proud today of being national team manager as I was on the day I was appoint to the job.",
                    "What appoint if some individuals are appoint to this authority who turn out to be absolute disasters?",
                    "And she was appoint to this case, paid $3,280, including expenses.",
                    "All we can say in relation to his appoint is that he appoint for the job, we took up his references and he was appoint to the post after due process.",
                    "She was appoint to the Court of Justice in October 1999.",
                    "He was appoint to head the new merged ‘supertrust’, which covers an area of 4,500 square miles, in May 1999.",
                    "He was appoint to chair the council's health committee in 1985 and was instrumental in the opening of the reserve's health centre.",
                    "He was appoint to his post at St James's in 1992.",
                    "she has been appoint to the board",
                    "they appoint her as personnel manager"
                ]
            },
            {
                "id": "m_en_gbus0042160.013",
                "definition": "determine or decide on (a time or a place)",
                "examples": [
                    "In my view this document carries greater weight than others cited in the inquiry, for example the Tithe maps because it discharged an express obligation to set out and appoint roads.",
                    "Complaints against decisions pertaining to assemblies shall be filed directly to the Supreme Administrative Court within 3 days of the date of delivery of the decision concerned; unless hindered from doing so by formal obstacles, the Court shall appoint the date of the hearing no later than within 7 days of the date of filing the complaint.",
                    "On a document being tabled, a motion may be moved without notice to appoint a day for its consideration or for it to be printed.",
                    "However, I missed a recent test, because I forgot to appoint a time that I would take it.",
                    "they appoint a day in May for the meeting"
                ]
            },
            {
                "id": "m_en_gbus0042160.016",
                "definition": "decide the disposition of (property of which one is not the owner) under powers granted by the owner",
                "examples": [
                    "So, our submission has always been that that is a beneficial interest in the sense that he has the ability through control of the trustee company to appoint corpus or income to himself.",
                    "The nephew had no child but purported to appoint the property by will.",
                    "The surviving spouse must have a power of appoint to appoint the property to the survivor's own self or estate.",
                    "Suppose she had appoint the property to her executor; that could not make it assets for the payment of her debts, unless it was her separate estate.",
                    "trustees appoint the capital to the beneficiaries"
                ]
            }
        ]
    },
    {
        "word": "physical",
        "senses": [
            {
                "id": "m_en_gbus0777200.006",
                "definition": "relating to the body as opposed to the mind",
                "examples": [
                    "Mental and physical exhaustion retards the growth of body and mind, and it often causes a psychosomatic illness.",
                    "When cycling enthusiast Katie Bamber booked a charity trip to Vietnam she was bracing herself for a tough mental and physical challenge.",
                    "The healing takes places on an emotional level, a mental level, and on a body level, a physical level.",
                    "The play ebbed and flowed from one end of the field to the other, with no regard for the physical limitations of the body nor that of the human mind.",
                    "In recent years, researchers have shown that physical changes in the body can be accompanied by mental changes as well.",
                    "Surprisingly, he describes the climb as a mental, not physical challenge.",
                    "With the emergence of the first decent wind of the week, this was links golf at its best, challenging the mental and physical endurance of all concerned.",
                    "He enjoys the contrasts of mental and physical challenge.",
                    "A complicated strategy underlies the thrusts and parries of a duel - making it both a mental and physical challenge.",
                    "He was distracted from his blindness, he says, by the deluge of mental and physical challenges coming his way.",
                    "Even buying a pint of milk was turned into a mental and physical challenge.",
                    "Thus it will be seen that a sense of physical security and economic status can be far more influential than is generally recognised.",
                    "There is a sense of physical smallness before these works, a kind of Alice in Wonderland-esque trip.",
                    "First, small steps can be taken to help achieve a basic sense of physical safety.",
                    "Last night I really hurt someone, and I don't mean in the physical sense.",
                    "I got such a strange sense of what his physical presence would have been like.",
                    "Everyone, absolutely everyone, even the greatest ballerina, can recite a list of self-perceived physical deficits.",
                    "From birth, such an infant will reflexively grab and tightly grip whenever he perceives a physical threat.",
                    "The Short Form Health Survey was designed to measure perceived current physical health.",
                    "a range of physical and mental challenges"
                ]
            },
            {
                "id": "m_en_gbus0777200.011",
                "definition": "relating to things perceived through the senses as opposed to the mind; tangible or concrete",
                "examples": [
                    "These are tangible, physical assets and totally unlike the stock of a typical NYSE company.",
                    "Common sense says that the physical environment has an impact on productivity.",
                    "Most businesses deal with the physical assets and the environment within, but have never looked at the people.",
                    "The media used to transport this information are, in a very real sense, the physical highways over which it travels.",
                    "What you are able to perceive of the physical world is actually very fragmentary.",
                    "This type of allocation is a physical transfer of a tangible asset from the company to the investors.",
                    "The social tone and ethos of the school are both very positive as too is the overall quality of the actual physical working environment.",
                    "I can't STAND, for example, to start out with a sense of the actual physical shape a poem is going to take.",
                    "My desire is to bring the viewer out of the gallery space and into the actual physical environment of the lakebed.",
                    "Most life forms on Earth consist of organic carbon, while inorganic carbon may dominate the visible physical environment.",
                    "The actual physical objects in the environment that we see make up the contents of our experience.",
                    "For these are paintings in the traditional sense: unique physical objects which display the marks of craft and have a real presence.",
                    "We have a moral sense that we use to make moral observations, in the same way as we use our physical senses to make physical observations.",
                    "Another issue, in design writing at least, is that online writing is separated from a tangible physical object.",
                    "Moreover, the piece only refers to a concrete physical setting twice.",
                    "It has a physical presence - a sense of weight - that computer generated effects lack.",
                    "A further ambiguity lies in our inability to determine if this availability is merely visual, or if it involves possession in a physical sense.",
                    "The man and his sheep and, indeed, the paint and paper itself, provide the only physical sense of solidity.",
                    "When I say this, what I express is not my wish for a pure poetry, but a concrete, physical attitude.",
                    "Like so many things, it's a combination of social reality with a tangible, physical reality.",
                    "the physical world"
                ]
            },
            {
                "id": "m_en_gbus0777200.013",
                "definition": "relating to physics or the operation of natural forces generally",
                "examples": [
                    "Certainly, before Newton, the very idea of physical law was at best a blur.",
                    "Feynman's work is filled with the sort of raw physical insight that physical love and admire.",
                    "Today we understand most of these things in terms of physical forces acting under impersonal laws.",
                    "According to Bridgman, every physical concept is defined by the operations a physical uses to apply it.",
                    "When we discuss phase changes to matter, physical forces create the changes.",
                    "physical laws"
                ]
            }
        ]
    },
    {
        "word": "potential",
        "senses": [
            {
                "id": "m_en_gbus0804570.005",
                "definition": "having or showing the capacity to develop into something in the future",
                "examples": [
                    "In particular, it claims the cost of the service is likely to turn-off potential customers.",
                    "Links are also being developed with potential partners in New York, Dubai and Helsinki.",
                    "Instead the study was just a process to find out the potential capacity for new homes.",
                    "Additionally, rarely will a new potential customer buy on the first visit.",
                    "New or potential customers may be located around the globe or in your local area.",
                    "Many supermarkets now provide free buses to carry potential customers into their premises.",
                    "This fusion of unfamiliar conditions would normally make the hosts among the potential winners.",
                    "The history of the 1869 work is thought to have boosted its value among potential bidders.",
                    "A woman who has fallen on hard times finds a potential saviour among the gravestones.",
                    "Visitors to the city's boat show would also be among the potential guests targeted.",
                    "There are many potential abuses that future governments may make of the information contained on a card.",
                    "Hunt said he was worried about the development because of the potential fire threat.",
                    "A prospectus for potential sponsors raises the prospect of boarding academies.",
                    "They can be seen as potential development land by philistines who only see land as money waiting to happen.",
                    "She admitted that potential savings were probably not top of the list, however.",
                    "For potential investors, the prospect of enjoying cheap beer is far more appealing.",
                    "Why is the government so timid about embryo research given the potential rewards?",
                    "It's a version of last year's winning car, but perhaps near the end of its potential development.",
                    "It is expressed in the present tense, and refers to current use, not past or future or potential use.",
                    "The range of potential targets for future intervention will grow correspondingly.",
                    "a campaign to woo potential customers"
                ]
            }
        ]
    },
    {
        "word": "child",
        "senses": [
            {
                "id": "m_en_gbus0175770.008",
                "definition": "a young human being below the age of puberty or below the legal age of majority",
                "examples": [
                    "The ultrasound probe is used mainly for head scanning of newborn babies and young child",
                    "Malnourishment prevents a child from child full mental and physical development.",
                    "Is it inevitable when a baby or a young child gets these autoantibodies that they go on to develop diabetes?",
                    "I have issues with the shininess of cover designs for child and young adults this year.",
                    "Twenty-one young child from the local schools marched in step, each child carrying a rose.",
                    "They bullied younger child they teased girls, they fought boys weaker than themselves.",
                    "A young child needs to develop a sense that he or she is a good and valued human being on this earth.",
                    "Briefly, it showed a row of young child sitting on a school stage.",
                    "The six sessions include giving tips and ideas for playing with young child and toddlers.",
                    "She says she does not know of any European countries where child started school as young as they do in Britain.",
                    "He felt strongly about inequality of any kind and mentored young child excluded from school.",
                    "It was the smaller child and young girls who could not be expected to speak out.",
                    "Sometimes when I look back on my life as a child or young adolescent, it is through the eyes of a bemused observer.",
                    "On one occasion, we visited an orphanage and the youngest child a 3 year old, fell asleep on my lap.",
                    "It usually affects child teenagers and young adults and requires daily injections of insulin.",
                    "While at play, toddlers and young child are usually in the care of older siblings.",
                    "Our member companies are committed to the health and wellbeing of infants and young child",
                    "As a young child Jane was often responsible for her own physical care and the care of her mother.",
                    "Would you like to have your say on issues that effect child and young people?",
                    "Unions say that child as young as three have physically attacked teachers as well as other pupils.",
                    "she'd been playing tennis since she was a child",
                    "the film is not suitable for child"
                ]
            }
        ]
    },
    {
        "word": "structure",
        "senses": [
            {
                "id": "m_en_gbus1004190.006",
                "definition": "the arrangement of and relations between the parts or elements of something complex",
                "examples": [
                    "That arrangement completed the structure structure of the Coast Guard as it exists today.",
                    "It is known that any complex system has a certain structure with its intrinsic elements and interconnections.",
                    "Since time and matter are limited, the resources to solve a problem or to build a complex structure are also limited.",
                    "This year we completely changed our management structure",
                    "The band challenged traditional song structure with odd arrangements and angular sounds.",
                    "These are integral elements of a competitive structure",
                    "First, I am not aware that his party is proposing to change any element of the tax structure",
                    "Out of these four basic elements the repayment structure of debt stands as the most important.",
                    "It is deeply rooted in the social relations and political structure of American capitalism.",
                    "The action of hormones and drugs is also dependent on the molecular three-dimensional structure of the target molecules.",
                    "Hydrogen bonding also plays an important role in determining the three-dimensional structure adopted by proteins and nucleic acids.",
                    "Hierarchical power structure resulted in obstetricians defining the norms of clinical practice and hence which choices were possible.",
                    "Hence, there is a need to examine how this development informs today's complex narrative structure",
                    "Egypt's military commander altered the command structure in the Sinai.",
                    "We consider that the Council is wrong in its interpretation of the structure plan requirement for the following reasons.",
                    "The company's original structure appeared attractive because it provided access to some of the country's best medical researchers.",
                    "I did write a structure plan for my essay, but that was it.",
                    "The structure usually consists of an author reading selected pieces of his or her work.",
                    "Why should the nature of technology available to a society determine its economic structure",
                    "In 1994 we collected larvae for genetic analysis to determine genetic structure among mature trees.",
                    "the two sentences have equivalent structure",
                    "the company's weakness is the inflexibility of its management structure"
                ]
            },
            {
                "id": "m_en_gbus1004190.012",
                "definition": "a building or other object constructed from several parts",
                "examples": [
                    "He enjoyed a reputation for building tall elegant masonry structure such as church towers and spires.",
                    "Storing them on high buildings rather than scaffold structure to reduce visibility is also advised.",
                    "He said the balance of the money that was unspent was earmarked for building new hospital structure",
                    "Coatings also help to ensure that major structure like bridges, buildings and structure plants are built to last.",
                    "At the center of the town square his eye caught a magnificent structure a church with massive stained glass windows.",
                    "A structure built into the tower was in front of me, as Kenshin opened the glass doors for me.",
                    "Would an architect assemble a structure without a good foundation?",
                    "All the structure and buildings can be placed only on a specially terraformed layer.",
                    "There were buildings up against the outer wall: small wooden structure with tile roofs.",
                    "These essentially tubular structure are structure from an epithelial cell monolayer.",
                    "Building this huge concrete structure required the structure team to undergo a similar change of mind.",
                    "Not all historic structure are given listed building protection.",
                    "We also observed double helical structure formed by two fibers.",
                    "The three-dimensional crystal structure of the channel is now known with high resolution.",
                    "The initial protein configuration was again taken from the x-ray crystal structure",
                    "Nucleosomal arrays are further folded and compacted to form higher order chromatin structure",
                    "Two courtyards sunk into the building's roof structure allow light to penetrate deep into the building.",
                    "We have concentrated our research on structure composed of arrays of nanoparticles and films of silver and gold.",
                    "There are many other structure associated with cells in addition to the cell membrane.",
                    "the station is a magnificent structure and should not be demolished"
                ]
            }
        ]
    },
    {
        "word": "justice",
        "senses": [
            {
                "id": "m_en_gbus0538980.006",
                "definition": "just behaviour or treatment",
                "examples": [
                    "Instead, he has pushed the church away from social justice and peace concerns.",
                    "It holds centuries of legal records encompassing the principles of social justice and moral values.",
                    "This concern for social justice in turn, creates a norm within congregations that is supported and nourished by the congregants.",
                    "Subordinates aren't the only ones concerned with social justice",
                    "The virtue of justice consists in moderation, as regulated by wisdom.",
                    "Any gathering on this scale calling for peace and social justice would have been exciting.",
                    "The group will look at health, social justice criminal justice and other issues.",
                    "We identify both personal morality and social optimism and justice with the self-control needed for dieting.",
                    "His ideas on social justice were the foundation of new humanism and of Romanticism in general.",
                    "I assumed that truth, equity, tolerance, justice morality and principles matter to most Australians.",
                    "If the population can see that there is an institution that delivers fair justice within a reasonable time, then it can make a certain contribution.",
                    "The tragedy of riots lies as much in the destruction of life and property as in the destruction of our fundamental beliefs - in justice in reason, in humanity.",
                    "He said the commission deals with human rights abuse cases which were difficult to bring to justice because of technical reasons, such as a lack of evidence.",
                    "But we should be clear that we are doing so for reasons of justice and not in the delusive hope of greater security.",
                    "They expect no justice no fair deal and no humanistic approach by the Indian leadership.",
                    "But it's not all about compensation, Mr Kelly said, as most people justice want a fair hearing and justice",
                    "The judicial system was not efficient enough and people rarely received fast and fair justice",
                    "Suddenly, half drowning him didn't seem like fair justice",
                    "These efforts build on current and past work to find appropriate responses based on science, reason, compassion and justice",
                    "We can remain a voice for reason, for justice and for love.",
                    "a concern for justice peace, and genuine respect for people"
                ]
            }
        ]
    },
    {
        "word": "consumption",
        "senses": [
            {
                "id": "m_en_gbus0213850.006",
                "definition": "the action of using up a resource",
                "examples": [
                    "Newcastle then moved quickly to become more accountable for its own operations in terms of energy and resource consumption",
                    "We can start by reducing our energy consumption and turning to renewable resources.",
                    "It is clear, then, that entrepreneurs have strong incentives to manage their residuals efficiently and gradually to reduce their consumption of resources for any given output.",
                    "Through these measures, they reduced energy and water consumption while lowering the operating and maintenance cost of the building.",
                    "The design team actively promoted passive climate consumption and the use of architectural strategies to reduce resource consumption",
                    "I really appreciate their simple style of living, with minimal consumption of resources like water, space, energy, etc.",
                    "Behavioral interventions have also attempted to reduce energy consumption and pollution by altering transportation-related behavior.",
                    "An executive spokesman said that its energy consumption has probably been reduced by 26% to 248 kilowatt hours per square metre over the last decade.",
                    "The result was that the house's energy consumption was reduced by 33 percent compared with the previous year, according to Max.",
                    "Building best-practice homes can eliminate waste in the consumption process, as well as reduce water and energy consumption",
                    "Before his job is finished, he will create a list of suggestions that could reduce the energy consumption of her home by 50 per cent.",
                    "Real sustainability depends on reducing energy consumption in much of the world and generating locally as much as possible.",
                    "An alternative way we are lowering our resource consumption is by changing our yard.",
                    "By the end of the year-long project, York should have significantly reduced its energy consumption",
                    "Lots of people think about energy saving measures and doing it is critical if we are going to reduce energy consumption",
                    "My wife and I decided to do our bit to reduce energy consumption by buying a modern refrigerator a few months ago.",
                    "The strategy is expected to result in a 40 per cent reduction of energy consumption and a significant reduction of environmental pollution.",
                    "Coupled with local generation, there is a potential for significant reduction of energy consumption from new buildings.",
                    "The government also came up with a set of consumption plans featuring the reduction of energy consumption",
                    "An advisor will also direct the homeowner on ways of decreasing energy consumption and costs.",
                    "industrialized countries should reduce their energy consumption"
                ]
            },
            {
                "id": "m_en_gbus0213850.013",
                "definition": "a wasting disease, especially pulmonary tuberculosis",
                "examples": [
                    "During the eighteenth and nineteenth centuries, consumption was consumption incurable by most people, patients and physicians alike.",
                    "In the 19th century, it seemed as if everyone was slowly dying of consumption",
                    "They were so undernourished that they easily became ill from consumption fevers, pestilence, and a variety of other disorders.",
                    "He caught the consumption from his son, whereby he soon followed him to the grave.",
                    "his mother had died of consumption"
                ]
            }
        ]
    },
    {
        "word": "prison",
        "senses": [
            {
                "id": "m_en_gbus0816550.005",
                "definition": "a building in which people are legally held as a punishment for a crime they have committed or while awaiting trial",
                "examples": [
                    "The significance of this duty to those detained in prison not least where prison are crowded and prison often dangerous, is obvious.",
                    "I was told that Mr Young is in prison in the USA awaiting trial on charges of fraud.",
                    "People who have been in prison and who visit prison will be with us.",
                    "The prison are in prison because they are presumed to have been properly convicted.",
                    "The number of people serving life sentences in British prison revealed by the prison Reform Trust.",
                    "And it would not even be necessary for the suspect to commit a crime for them to face a prison sentence.",
                    "It can only review the cases of prison serving a prison sentence of eight years or more.",
                    "He was currently in prison on remand pending trial for conspiracy to murder.",
                    "These homes are built for children whose parents are in prison serving life sentences!",
                    "Gansler added that Tyson should still be in prison for the crimes he has committed.",
                    "I had been in local prison but then I landed up in prison far away from my own home.",
                    "Texas, the leader in prison and capital punishment nationwide, had 534,260 on parole or probation.",
                    "She had earlier spent several months in the prison on remand while awaiting trial.",
                    "They are in prison surrounded by people, but prison are the loneliest places on earth.",
                    "In rare cases a life sentence may mean life in prison but such cases are very rare.",
                    "We have all heard the stories about what prison are like, I don't believe in prison being a totally horrific place, but I do think it has to be a bit more of a deterrent.",
                    "prison in high security prison are (given the risks they pose in general) routinely subject to strip searches.",
                    "Relatively more mentally ill people end up in prison as the prison population diminishes.",
                    "It was at the forefront of opposing capital punishment and demanding prison reform.",
                    "In some cases the prison regime may be a contributory factor in a prison decision to end his own life.",
                    "he died in prison",
                    "both men were sent to prison"
                ]
            }
        ]
    },
    {
        "word": "counsel",
        "senses": [
            {
                "id": "m_en_gbus0225210.006",
                "definition": "advice, especially that given formally",
                "examples": [
                    "As for the European Union, the situation is really bad, though wiser counsel may prevail in the next week or so.",
                    "In fact, this is only one of many wise counsel to the cautious buyer who fears being landed with a freshly minted or happily married antique.",
                    "To the spiritually minded he was rich in wise counsel",
                    "Who among us would then be content with the counsel of patience and delay?",
                    "One knows not to question the wisdom of the Delphic seers, those voices of prescience whose cryptic counsel were so poorly interpreted by their clientele.",
                    "Forced to live a life on the run, he seeks counsel from an old mystic, who explains that his actions have spawned an immortal incarnation of Fate, known as the Dahaka.",
                    "Civilians hang on their every utterance, politicians seek their counsel and party-givers stroke them.",
                    "Sometimes it is better to seek counsel from a stranger.",
                    "For a small fee, punters can seek out my counsel on these matters and I will gladly offer my expertise!",
                    "He would make himself available at any time of day or night to anyone seeking his help or counsel",
                    "If you seek counsel of other kinds, I will be perfectly glad to help in any way that I can.",
                    "He sought counsel on how to do improvisational comedy.",
                    "Some bishops will increasingly seek and rely on counsel in these matters, but whether they ask for it from those offering to give it remains to be seen.",
                    "You'd be smart, however, to seek expert counsel before committing to a long-term payment plan.",
                    "They were sought for counsel as to the timing for a party's movement.",
                    "Did you seek counsel from other business leaders as to how to deal with the downturn?",
                    "It is crucial that facility executives seek counsel to address specific questions of liability.",
                    "I am sure that in the time he remains a member of this House he will, if you seek it, offer counsel",
                    "It is a pity that he died at an age when he counsel have been a rich source of consultancy and counsel to the youthful leaders of this counsel",
                    "But common misconceptions about financial planners prevent many from seeking their counsel",
                    "with wise counsel a counsel can buy a home that will be appreciating in value",
                    "for the public, simple counsel of more patience are not enough"
                ]
            },
            {
                "id": "m_en_gbus0225210.012",
                "definition": "a barrister or other legal adviser conducting a case",
                "examples": [
                    "Your role as a defence counsel is to fearlessly advocate for the person you are representing.",
                    "In other words, the efforts of the defence counsel on a partial indemnity basis are justified.",
                    "Defence counsel and the accused waive this date for jury selection and trial.",
                    "Indisputably an appellant solicitor or counsel can conduct his own appeal.",
                    "It was taken at trial in the sense that the learned judge was asked by defence counsel for a special verdict to be considered.",
                    "We order a representation order for leading counsel junior counsel and a solicitor for the retrial.",
                    "As I said before, the defence counsel submission was legally correct, and his Honour should not have told the jury to put it to one side.",
                    "We are told that the defence counsel was dismissed or did not see the trial through and that a solicitor had to do the best he counsel in the circumstances.",
                    "Defence counsel replied that he would be calling evidence to the contrary in regard to that charge.",
                    "As a result, our legal counsel advised us to collect an original, signed waiver with each membership application or renewal.",
                    "No company in its right mind sends out a prospectus or press release without getting its counsel to do some legal vetting first.",
                    "I have reduced junior counsel ' fees since it is my view that the time spent in preparation for the motion and the Bill of Costs was excessive and no doubt this was due, at least partly, to inexperience in dealing with estate matters.",
                    "The committee counsel are scheduled to testify at the morning session, and it's standard practice for Congressional committees to hear from their counsel before taking testimony from outside witnesses.",
                    "Lead counsel are also the ones who build the team by recruiting people for each aspect of the case.",
                    "However, the apex counsel has not given any date on hearing the matter so far, according to counsel here.",
                    "He claimed he counsel never consult with his counsel privately without a correctional services official being present and that they insisted on reading privileged documents.",
                    "He obviously would have consulted with counsel and they would have told them not to destroy any evidence, first of all, because he'd make matters worse.",
                    "I have still to consult with counsel in this matter, my Lord.",
                    "Our clients therefore intend to appear before the counsel on Monday through counsel to seek an order that the application be dismissed with costs.",
                    "No doubt, all counsel seek to enter a caveat of the kind just entered.",
                    "the counsel for the defence"
                ]
            }
        ]
    },
    {
        "word": "alcohol",
        "senses": [
            {
                "id": "m_en_gbus0021060.007",
                "definition": "a colourless volatile flammable liquid which is produced by the natural fermentation of sugars and is the intoxicating constituent of wine, beer, spirits, and other drinks, and is also used as an industrial solvent and as fuel",
                "examples": [
                    "Sugar is taken and in the presence of an enzyme (a biological catalyst) ethyl alcohol and carbon dioxide are produced.",
                    "Fermentation The conversion of sugar in grape juice into ethyl alcohol and carbon dioxide.",
                    "an important measurement of any wine, is its concentration of the intoxicant ethyl alcohol or ethanol.",
                    "The member for Otago raised an interesting point relating to methyl alcohol and ethyl alcohol",
                    "The origins of the sordid controversy go back to the founding of the ethanol industry in Australia in the early 1990s. Ethanol, or ethyl alcohol is a petrol additive derived from wheat, sugar and other vegetable matter.",
                    "The alcohol found in alcohol beverages is ethyl alcohol (ethanol).",
                    "Specimens were dehydrated in a graded series of ethyl alcohol and propylene oxide solutions and embedded in araldite.",
                    "For instance, addition of water to ethene creates ethyl alcohol",
                    "Italy taxed synthetic ethyl alcohol more highly than ethyl alcohol obtained from fermentation.",
                    "The ale is five per cent alcohol by volume, and was available at all Arkell's pubs this week.",
                    "The test was positive, thereby indicating he was over the legal limit for alcohol in his blood.",
                    "Three hours later, a blood sample showed he was twice the legal limit for alcohol",
                    "It later records she has twice the legal limit of alcohol and will have to stay in the cells overnight.",
                    "However, the little alcohol in the martini was quickly taking me under its firm grip.",
                    "Punishment for brewing alcohol or possessing liquor is usually 80 lashes and a year in jail.",
                    "He breathalyses her which suggests she has twice the legal limit of alcohol in her bloodstream.",
                    "When she was breath-tested, she was found to have three times the legal limit of alcohol in her system.",
                    "He was subsequently found to have almost three and a half times the legal limit of alcohol in his blood.",
                    "The inquest heard that Mr Dean had been out with his friends to a public house, but had not drunk alcohol",
                    "A roadside breath test found he had drunk more than twice the legal limit of alcohol",
                    "it is an offence to drive if you have more than 80 mg of alcohol per 100 ml of blood",
                    "the use of petrol containing alcohol"
                ]
            }
        ]
    },
    {
        "word": "afford",
        "senses": [
            {
                "id": "m_en_gbus0014220.006",
                "definition": "have enough money to pay for",
                "examples": [
                    "We pay for the link, we pay for the computational mills, but corporations put money in too and it's got to the point where we couldn't afford to buy enough computation on our own anymore.",
                    "They couldn't afford to buy enough wine for the whole party, so they didn't buy any at all.",
                    "It seemed that they couldn't afford to spend enough on maintenance.",
                    "When we arrived in Atlanta, we couldn't afford a room at the Marriott.",
                    "Architect Stephen Atkinson wanted a built-in bookcase in his condo living room, but he couldn't afford the $3,000 price tag.",
                    "A report said that poorer people couldn't afford healthy food and couldn't afford exercise. Can't the reporters conceive of exercise outside a gym?",
                    "But this time he had run out of money ‘I couldn't afford it any more and I had to leave,’ he said.",
                    "I didn't have any money and couldn't afford a computer, so I wrote it on index cards.",
                    "Some of my friends have been giving money but I couldn't afford it because I've just bought my own place.",
                    "I couldn't afford to pay €45 a week out of the money I get.",
                    "I couldn't afford to pay my tuition, I couldn't afford my rent, and I could barely scrounge up enough money to buy food.",
                    "They couldn't afford the repayments and they couldn't afford to sell.",
                    "They took Catholic girls who weren't smart enough for Notre Dame High, or who couldn't afford the fees and uniform.",
                    "Inside the room was an electric guitar, something Conor couldn't afford but something the club was willing to loan him for performances.",
                    "The airline company explained it had run out of money and couldn't afford severance payments.",
                    "Most of the students were young people from disadvantaged backgrounds, who couldn't afford to go to school because they had to earn money for their families by working on the streets.",
                    "If I lost my job, I couldn't afford to go to university, I couldn't afford to live in London and I'd have to stop being as active in my support of freedom.",
                    "What can you afford to do now that you couldn't afford to do before?",
                    "At first I couldn't afford to pay real models, but now I have about 15 pals who pose for me.",
                    "A member of the Law Society rose to speak about his tireless work to create some form of legal aid for those who couldn't afford to hire a lawyer to defend themselves.",
                    "the best that I could afford was a first-floor room",
                    "we could never have afford to heat the place"
                ]
            },
            {
                "id": "m_en_gbus0014220.010",
                "definition": "provide or supply (an opportunity or facility)",
                "examples": [
                    "The club afford the opportunity to people of all ages, male and female, to take up this healthy sport.",
                    "But a day at the races afford the perfect opportunity to indulge in a frivolous piece of fun fashion.",
                    "I need a new and positive mental outlook, and the new year afford an opportunity to put that into practice.",
                    "The online archive afford opportunity to research other characters from the play.",
                    "Each route afford opportunities to see and buy from artists of all disciplines.",
                    "On the contrary, it afford new opportunities for understanding and living with the past.",
                    "Fining over the top of the wrecks and around the hull afford a great opportunity to grasp the size of the ships.",
                    "It afford opportunities to solve problems and demonstrate the concern of the care team.",
                    "Such a break gives each a little holiday from the other and afford the chance to recharge their batteries to face the challenges ahead.",
                    "We had an agreement that if he thought the cloud cover was too low to afford a decent chance then he would not show up at my door.",
                    "With its combination of images and sound, it afford the greatest opportunity to influence people.",
                    "A roof-top bar afford superb views, and there are several other more traditional drinking places.",
                    "Gardening afford these people the opportunity to use their creative skills.",
                    "Such an unhurried environment afford me the opportunity to reflect more.",
                    "We have also worked very hard at keeping our afford by afford them opportunities to progress through the ranks.",
                    "We knew deep down that we were a good team and this game afford us the opportunity to prove it.",
                    "The ability and the talents of youth must be brought to light by afford them the needed facilities.",
                    "I have a job that afford me the luxury of bringing my children with me to work.",
                    "It covers two levels and afford spectacular views from its upper floor.",
                    "There is a shaded area at the top of a hill nearby that afford a good view, is quiet and is very pleasant.",
                    "the rooftop terrace afford beautiful views",
                    "they were afford the luxury of bed and breakfast"
                ]
            }
        ]
    },
    {
        "word": "attention",
        "senses": [
            {
                "id": "m_en_gbus0056370.006",
                "definition": "notice taken of someone or something; the regarding of someone or something as interesting or important",
                "examples": [
                    "He drew attention to three important interrelated factors which he regarded as peculiar to arbitration agreements.",
                    "Is that the only passage in which the trial judge drew attention to his interest in the outcome of the proceedings?",
                    "He also drew attention to the problem of the unacceptable level of absenteeism at the company's Carlow plant.",
                    "While not a big box office hit, it drew attention to Babi's unconventional Western looks and she won dozens of subsequent roles.",
                    "A police helicopter circling overhead drew attention to the scene.",
                    "It attention a lot of attention confirming the interest in the whole area of child minding.",
                    "He also drew attention to the increased number of youths congregating on school sites after dark to drink.",
                    "One caller drew attention to the fact that very many immigrant workers are exploited and abused.",
                    "Dr Purver said she had hoped the bullying would go away if she drew attention to it.",
                    "At the same time I drew attention to the removal of bus services.",
                    "He drew attention to the things he observed by asking his sons what they thought was happening.",
                    "It drew attention to the plight of one pregnant woman constantly made to work excessive hours.",
                    "He also drew attention to the huge cost of implementing the legislation.",
                    "In his keynote address, the mayor drew attention to the hardships faced by the elderly.",
                    "I listened with great care and attention to a detailed and lengthy statement from the prime minister.",
                    "I should have paid attention to what kind of flower this is.",
                    "You\u0092re not paying attention",
                    "Uppermost is paying attention to what is going on there, so I can come home and tell a story that in some way or other is useful to the community.",
                    "It isn't civilised to draw attention to what divides the human race.",
                    "he drew attention to three spelling mistakes"
                ]
            },
            {
                "id": "m_en_gbus0056370.010",
                "definition": "the action of dealing with or taking special care of someone or something",
                "examples": [
                    "We help patients decide if a problem requires medical attention or even hospital care.",
                    "Anyone with a medical problem will then be provided with a referral for appropriate medical care and attention",
                    "These patients require the same attention and care as those who meet all the criteria.",
                    "He pleaded guilty to nine offences of causing unnecessary suffering by failing to provide proper care and attention",
                    "The guy likes being in the hospital and getting all that personal care and attention",
                    "Obviously, it was just a sign of his lack of care and attention after all, strimming edges is hardly rocket science, is it?!",
                    "It's a funny and exhilarating movie, which has evidently been made with much care and attention",
                    "A great deal of care and attention was paid to the little details that do so much to make the production look authentic.",
                    "A little extra care and attention to the problem will make the difference.",
                    "Accidents happen because of somebody's lack of care and attention",
                    "We have teachers and principals who would rather not be bothered with those who need extra attention and care.",
                    "This is a wonderful experience for both the host family and the child and all it costs is some love, care and attention",
                    "They stand next to some council flats now looking shamefully in need of care and attention next to their spanking new neighbours.",
                    "Many were the hours and days she put in faithfully attention to her work with great care and attention to detail.",
                    "They live for an incredibly long time and need a lot of care and attention but they are great companions and very dependable.",
                    "Nationally, the figures showed a huge rise in the number of animals not getting the most basic care and attention",
                    "Is constant care and attention the only way to hang on to your husband?",
                    "But there are a few compensations, not least the care and attention she receives.",
                    "It's so great to see some care and attention given to a TV cartoon, what with the hand painted backgrounds and all.",
                    "Their house reflects care and attention as does their large, beautiful garden.",
                    "All it needs now is regular care and attention to keep it neat and trim.",
                    "However we are not directing our attention purely at this market.",
                    "He also admitted driving without due care and attention and was fined £250 and had his licence endorsed.",
                    "Since then, they have turned their attention to fixing roads and keeping people fed.",
                    "She soon managed to move out of the refuge and turned her attention to following her dream.",
                    "her business needed her attention",
                    "he was found guilty of failing to give a patient adequate medical attention"
                ]
            },
            {
                "id": "m_en_gbus0056370.015",
                "definition": "a position assumed by a soldier, standing very straight with the feet together and the arms straight down the sides of the body",
                "examples": [
                    "Their eyes slowly roved over the group of soldiers standing at attention beyond the podium.",
                    "When we arrived a soldier stood at attention and bowed when the prince entered.",
                    "Two suits of armour stood to attention at the foot of a wide oak staircase.",
                    "Back injuries, caused by the long periods of standing at attention are a problem.",
                    "He had apparently forgotten the rules of standing at attention",
                    "He stood at attention and looked straight ahead without expression as each verdict was read out at Fort Hood, Texas.",
                    "Inside, the guards were no longer lounging about with a bored air but stood at attention next to the body.",
                    "The honor guard took the casket off the airplane, as we all stood at attention saluting.",
                    "The sentinel still stood at attention directly under the lantern, not moving but to breathe.",
                    "When police vehicles fail to stop for you, you are required to stand at attention and salute the officers as they speed past.",
                    "Cao threw up a salute and stood at attention as the superior officer stopped in front of him.",
                    "Two guards either side of the castle doors stood to attention their eyes scouring the Teger men fiercely.",
                    "Guards standing to attention on parade could become quite faint in temperatures that could reach 100 degrees in summer.",
                    "The eight were out of the beds and out of their rooms at attention in less than ten seconds.",
                    "The guards stood at attention eyeing the crowd to make sure that all had bowed.",
                    "They stood to attention in full Legion dress and led the small crowd in a moment's silent reflection.",
                    "We stood at attention and gave the proper salute when meeting a fellow soldier.",
                    "Peter quickly sidled in front of Marsh and stood to attention",
                    "I hear the squeak of his boots and when I turn around, he is standing at attention",
                    "What had he done now, he wondered, as he stood at attention in his Captain's cabin.",
                    "Saunders stood stolidly to attention"
                ]
            }
        ]
    },
    {
        "word": "behind",
        "senses": [
            {
                "id": "m_en_gbus0084570.006",
                "definition": "at or to the far side of (something), typically so as to be hidden by it",
                "examples": [
                    "Armed commandos had taken position behind bushes on both sides of the road.",
                    "Follow the road around to the left and the house is located on the right hand side behind the electric gates.",
                    "She arrives in a great procession at the end in the book - not being coy hidden behind a banner.",
                    "Certain scenes were shot with the use of hidden cameras, positioned behind windows or in the back of a truck.",
                    "At present a housing development has started on the southern side, just behind the woods.",
                    "They were sitting on the floor behind the other side of the kitchen counter.",
                    "She thanked him, and left with a hidden smile behind her hand as she brushed her hair aside.",
                    "The doorman directed him up a hidden flight of stairs behind a velvet rope.",
                    "The cameras would be installed so they could record the scene ahead of, behind and to either side of the car.",
                    "You'll need to dismantle the phone to access the card though, as it's hidden behind the battery.",
                    "The hidden sun slipped behind the tall wall.",
                    "From where she was sitting she could not see the twins watching the game from the other side behind the goal.",
                    "He was sitting about five tables to the right of her hidden behind some plastic trees.",
                    "I've put myself directly in front of a concrete bollard at the end of the rank and there is no way he can run me down if I side step behind it.",
                    "She had planned to meet all her friends at their usual location, behind the school on the grassy hill.",
                    "They should come and see what the staff do for us here instead of sitting behind desks.",
                    "Soon, he could only see the top of her head behind a high-stacked cart of pottery and herbs.",
                    "He walked around the room to find her sitting on the ground behind her bed, hid from the door by her high mattresses.",
                    "He said the proposed location behind the leisure centre was too far away and too difficult to get to on top of a hill.",
                    "Jen reached the table but instead of sitting down she stood behind one of the chairs.",
                    "the recording machinery was kept behind screens",
                    "the sun came out from behind a cloud"
                ]
            },
            {
                "id": "m_en_gbus0084570.012",
                "definition": "following or further back than (another member of a moving group)",
                "examples": [
                    "Catherine began to make her way out of my room, the guards following close behind her.",
                    "Kevin got up and followed close behind his client as everyone made their way outside.",
                    "Amy opened the door slightly and slipped into the room, Jessica following close behind her.",
                    "She walked to the front door to be sure it was locked as he followed close behind her.",
                    "Leara followed close behind him, thinking of the pain Arthur felt and what it meant.",
                    "I got there just over 25 minutes late, but I was stuck behind a tractor for the last section.",
                    "I see familiar landmarks slip by and then we get stuck behind a tractor with huge wheels and a trailer.",
                    "Apparently some speed freak had an issue with being stuck behind my slow-moving car.",
                    "She heard her feet running and she also heard another set of feet following close behind her.",
                    "But it is growing fast and people are starting to realise that a lot more can be done than just following behind the boat.",
                    "She made a mad dash for the gas station as her new college friend and I followed behind her.",
                    "The white horse followed on behind him, perhaps in the vain hope of a Polo mint or a carrot.",
                    "He followed behind the ambulance on the way to the hospital and then came and fetched me.",
                    "When we get there we will go out the back door and I want you to follow very close behind me.",
                    "Joel jumped to his feet and went out the door with Marc following close behind him.",
                    "This becomes very effective if there is an enemy ship following behind you.",
                    "He trains on his own, often a solitary figure with nothing but a support car behind him, and goes to bed hungry to keep down his weight.",
                    "How many times have you driven behind a ten year old Ford or Vauxhall that puffs out massive clouds of blue smoke every time it sets off?",
                    "It was going pretty slow like most buses do, and there was a line of about ten cars behind us.",
                    "He is trailing behind us, apparently not really knowing what to do or say.",
                    "we were stuck behind a slow-moving tractor"
                ]
            },
            {
                "id": "m_en_gbus0084570.015",
                "definition": "in support of or giving guidance to (someone else)",
                "examples": [
                    "That level of growth serves the interest of a few and these are the ones who are deemed to be the power behind the throne.",
                    "We can't do what we do without our listeners getting behind us and supporting us financially.",
                    "Petitions have been launched in both towns to save the units and today the Gazette throws its support behind the campaign.",
                    "The Russian government also threw its support behind the domestic aviation industry.",
                    "They managed to put out campaigns rallying supporters behind them and we just have to do the same.",
                    "A lot of people are behind her and support her.",
                    "The state no longer provide for them like they used to, and wouldn't have to if they had the support of their family behind them.",
                    "It will be great to get a huge crowd behind us and support us as we strive for our fourth consecutive victory.",
                    "We are all behind you supporting you all the way.",
                    "They gave this match all they had and the supporters really got behind them.",
                    "Finally, I would just like to thank the supporters again for getting behind the team as they have done in recent games.",
                    "He said he believed public support was already behind them.",
                    "We asked the supporters to get behind the team, be more patient and give the players a chance to do well.",
                    "He called on the fans who supported the club during the Premiership years to get back behind the side.",
                    "Residents have rallied behind Mrs Tracy to try and get the decision reversed.",
                    "We in the West End are fully behind any efforts to try and overturn this decision.",
                    "Should a country stand behind its officers even if they make the wrong decisions in the heat of battle?",
                    "We just want him to know we are right behind him as he approaches the decision.",
                    "William's prestige soared and popular opinion once again swung behind the resistance movement.",
                    "She said that her members were behind him all the way.",
                    "whatever you decide to do, I'll be behind you",
                    "the power behind the throne"
                ]
            },
            {
                "id": "m_en_gbus0084570.018",
                "definition": "after the departure or death of (someone)",
                "examples": [
                    "Comedians instinctively understand that to be alive in death they need to leave a trail of emotional debris behind them.",
                    "He left behind him three daughters, and a son born of the same mother.",
                    "He left behind him several unpublished manuscripts.",
                    "When they left the encampment they left behind them beds, wearing apparel and clothing of all kinds scattered around.",
                    "he left behind him a manuscript which was subsequently published"
                ]
            },
            {
                "id": "m_en_gbus0084570.020",
                "definition": "less advanced than (someone or something) in achievement or development",
                "examples": [
                    "Athletics is several years behind swimming in the development of a coherent structure and a winning mentality.",
                    "Its development is well behind that of several comparable Asian cities, yet it is one of the most expensive.",
                    "It has lagged behind other developed countries in setting standards for daily intake.",
                    "In richer cities such as Beijing and Shanghai it is not far behind developed country levels.",
                    "We are about ten years behind world leaders in the technology already.",
                    "Where Scotland is lagging behind its competitors is in political, and even popular, support.",
                    "A country which cannot maintain growth rates falls further and further behind its competitors.",
                    "they are years behind their competitors in this segment"
                ]
            },
            {
                "id": "m_en_gbus0084570.022",
                "definition": "having a lower score than (another competitor)",
                "examples": [
                    "It's all too easy to go to the US and find yourself 20 shots behind the winner.",
                    "He was 15 shots behind Phil Mickelson but that was the least of his worries.",
                    "On level par, Matthew was seven shots behind the leader.",
                    "Bauer started the day two shots behind Laura Diaz and tied for second place.",
                    "He had also started the day nine shots behind first round leader Carl Pettersson.",
                    "That left him level for the tournament but a massive 14 shots behind runaway winner Goosen.",
                    "Early on, he suffers the indignity of being three shots behind an Englishman.",
                    "He is now 11 shots behind Els and admits his dream of an unprecedented grand slam is all but over.",
                    "Currently, with two games left they are five points behind Windsor, which has the last spot.",
                    "They are three points behind Elton but have five games in hand.",
                    "With two games remaining the Kildare town side are four points behind Portarlington.",
                    "United are seven points behind the Hertfordshire side, but they have three games in hand.",
                    "A fifth successive draw for Brighouse Town saw them slip four points behind the two Keighley sides.",
                    "But Todd will not let heads drop ahead of a clash with the side one place behind them in fifth.",
                    "After the first weekend of racing, he was sitting third behind the joint leaders.",
                    "Spring View are now just 22 points behind the top two following a seven-wicket win at Standish.",
                    "She opened with a 70, and added a 73 to be in the top ten and just six behind Daniel going into the weekend.",
                    "Ten points behind Celtic and Hearts at the start of the day, they had no reason to come out of the traps with reluctance.",
                    "No, the really shocking statistic was that Hearts were ten points behind Celtic.",
                    "They lie a disappointing fourth and are already ten points behind the leaders.",
                    "Woosnam moved to ten under par, five shots behind Fred Couples"
                ]
            }
        ]
    },
    {
        "word": "replace",
        "senses": [
            {
                "id": "m_en_gbus0862630.006",
                "definition": "take the place of",
                "examples": [
                    "This system has quietly been replace at every studio with a deal that returns about 55% to the studios no matter what week of the run it is.",
                    "When the play became a film, the entire original cast returned except for Tandy, who was replace with Gone with the Wind's Vivien Leigh.",
                    "Just a year later on, and following the departure of Dalley, replace by Ros Murray, the band appear to return to some of their earlier instrumental sound with this third album.",
                    "The most obvious difference is that glass windows have replace sliding wood shutters, and houses now have electricity.",
                    "Men and women lounge in striped deck chairs only to be replace by distraught, fighting figures illuminated in flashing lights.",
                    "Ruiz was ousted from power and replace by communist mayor Manual Diaz, who immediately held a vote - passed unanimously - to suspend all development.",
                    "The problem with this new structure is that it does not replace or provide the kind of skills in sufficient quantity now needed in the new business environment.",
                    "This is a gripping record but not a great one: A few of Wallumrød's originals could have been replace with covers.",
                    "Many would prefer the word ‘knowledge’ here to be replace by ‘understanding’.",
                    "In an ideal world, you should have enough cover to replace a breadwinner's entire income if s/he dies.",
                    "Other critics argue that the proposal would increase costs for the state because the services provided by volunteer board members would have to be replace by highly paid consultants.",
                    "Lost tags can be replace with a tag with a new code provided traceability is not compromised",
                    "Gone is the notion of providing all services anytime, anywhere, which has been replace with a more specific list.",
                    "The pseudo-foil cover has been replace with an actual foil cover.",
                    "There are no liner notes, and the record graphic on the disc has been replace by a replace of the cover graphic.",
                    "A surge of love and understanding swept through him, but was quickly replace by anger.",
                    "However, these will all be abolished and replace by a single piece of legislation that covers all UK pensions.",
                    "They were superseded later in the Middle Ages, being replace by a single movable lectern.",
                    "In some cases these resources have replace printed publications, helping us to reduce costs and provide updates as needed.",
                    "This is required to replace older medicines that will eventually face competition from generic substitutes.",
                    "Ian's smile was replace by a frown"
                ]
            }
        ]
    },
    {
        "word": "bastard",
        "senses": [
            {
                "id": "m_en_gbus0077230.009",
                "definition": "an unpleasant or despicable person",
                "examples": [
                    "So we like to judge our actions as those of good people dealing with ‘the real world’, instead of as natural bastard doing what bastard do naturally.",
                    "The bastard won't change their behaviour until their business goes under because all the good workers have gone to good employers.",
                    "As last time, we were all a little fatter, balder and/or greyer, apart from the bastard who hadn't changed at all.",
                    "Names have been changed to protect the bastard",
                    "He's a bastard a brute, an offense to human decency.",
                    "I'd be willing to bet that he's been planning this for years… what a lowlife bastard",
                    "To me they were all dogs, scum, idiots, bastard well, you get the point.",
                    "Those wretched bastard must be pleased with their work.",
                    "I hate being helpless when those rich powerful bastard beat mother.",
                    "Even if you were a reporter like those irritating bastard who hound me every second of every day, you wouldn't know!",
                    "Those little bastard who criticise me don't understand.",
                    "Soon I'll be allowed to dislike art without old bastard nodding wisely.",
                    "All these years I comforted myself by telling myself that I was too good for the irresponsible man, and that I didn't need the good-for-nothing bastard",
                    "But although her father hadn't been bad to her, he'd been a complete bastard to her mother, and she hated him for that.",
                    "Mostly, though, they're bastard but one of them is your bastard",
                    "I need to stop trying to change people who like being rat bastard",
                    "Okay that was the dumbest speculation I've ever had and you bastard let me say it like some sort of idiot.",
                    "I am a bastard incorrigible, ungentlemanly and a beast.",
                    "She fell out with the ungrateful bastard of that particular branch of my mother's extended family, and we didn't visit that bunch this year.",
                    "he lied to me, the bastard"
                ]
            }
        ]
    },
    {
        "word": "virgin",
        "senses": [
            {
                "id": "m_en_gbus1131200.006",
                "definition": "a person who has never had sexual intercourse",
                "examples": [
                    "A myth in South Africa holds that sexual intercourse with a virgin can heal a man from HIV infection.",
                    "Feldman et al. found that high school students who considered themselves virgin were nonetheless sexually active in ways that put them at risk for sexually transmitted disease.",
                    "In the Aztec culture avocados were considered so sexually powerful that virgin weren't allowed to have contact with them.",
                    "Singles were similar to partnered persons in terms of first sexual experiences, while the majority of virgin reported first sexual experiences that did not include another person.",
                    "It is an important confirmation of HPV sexual transmission that virgin are seronegative.",
                    "The situation is quite a bit different from being just a sexual virgin",
                    "But I guess they are still virgin if they did not perform sexual intercourse.",
                    "Living arrangements, work arrangements, and lack of transportation all probably contributed to the self-perpetuating nature of celibacy for virgin and singles.",
                    "This annoys me no end, especially considering the piles of people I know who are perfectly desirable but single or celibate or virgin because of random situations.",
                    "You are a virgin if you have not had sexual intercourse.",
                    "Now, 40 years since we were freed from sexual repression, a small but determined tide of virgin suggests that such liberation is beginning to lose its appeal.",
                    "But when it came to sexuality, I was the only virgin in high school.",
                    "At eclosion, adults were maintained in single sex populations for a further 10 days prior to experiments to ensure they were sexually mature virgin",
                    "While many virgin and singles reported unhappiness about the lack of sexual contact, some expressed a greater sadness about not having love or a relationship.",
                    "Your situation is not unlike the girl who permits everything but the textbook definition of sexual congress so she can say she's a virgin",
                    "It's not just anoraked berks and 40 year-old virgin who live with their mums that buy these things you know!",
                    "It seems that it is adults who are skittish about abstinence, not kids: almost half of the parents interviewed believe it is embarrassing for teens to admit they are virgin yet only a quarter of teenagers think so.",
                    "If they are found not to be virgin the commune will give them nothing.",
                    "Europeans will be astonished to learn that in 2000 about a fifth of American 18-to 24-year-olds claimed to be virgin on their wedding day.",
                    "The survey indicates that three in four parents of sexually active 13-year-old girls do not know their daughters are no longer virgin and that one in five young teenagers lost their virgin when they were drunk.",
                    "The disorder of the Hundred Years War had encouraged a widespread prophecy that a virgin would come to save France during this time of uncertain leadership.",
                    "she's still a virgin"
                ]
            },
            {
                "id": "m_en_gbus1131200.015",
                "definition": "a person who is naive, innocent, or inexperienced in a particular context",
                "examples": [
                    "They are ordinary people who have never got involved in campaigns or protests, so in this sense they are political virgin",
                    "Political virgin coming together and finding a voice - I am already feeling more empowered and confident.",
                    "But this does not entitle the party to pose as political and ethical virgin",
                    "I am no longer a virgin I lost my couture innocence at a fashion show.",
                    "Generously redolent of extra earthy truffle oil, the dish would make a perfect maiden voyage for truffle virgin",
                    "In the cold dark days before the dawn of the Kinky, its creator (we shall call him Andrew, as that is his name) was but a virgin in the fertile slopes of web design.",
                    "Many of you who flirted with The Velvet Underground in your late teens/early twenties, along with Velvet virgin may shudder at the thought of yet another a Very Best Of.",
                    "he's a political virgin"
                ]
            }
        ]
    },
    {
        "word": "smooth",
        "senses": [
            {
                "id": "m_en_gbus0959580.008",
                "definition": "having an even and regular surface; free from perceptible projections, lumps, or indentations",
                "examples": [
                    "To this day, one can stretch one's fingers and thumb to fit the indentations on its smooth surface.",
                    "This specification requires that a trowel finish surface be smooth and free of trowel marks.",
                    "Superoll cold works the rough metal into a smooth hard surface, free from irregularities.",
                    "We can achieve less friction with a smooth and flat surface - glass to be precise.",
                    "The cannulas allows the highest degree of contour and maintain smooth surfaces free of irregularities.",
                    "The primer was supposed to have smooth out the ridge of the edge, making it one smooth flat surface.",
                    "Sealant is not a gap-filler, so the resultant surface will be smooth but not flat.",
                    "Many layers of paint are built up into a smooth flat surface, uniform in colour.",
                    "On a building or other smooth flat surface, a trellis helps.",
                    "When dry and hard the ground was scraped and abraded to a smooth flat surface, especially important if there were to be areas of gilding.",
                    "I put my luggage bags on the ground and sat down on the smooth and flat surface of the hard bench.",
                    "As an added bonus, the lava would simultaneously pave roads and sidewalks when it hardens into a glassy smooth surface of igneous rock.",
                    "After finishing the fringe at each shawl end, place the shawl on a smooth flat surface and trim the fringe ends even.",
                    "Circular motion will provide a flat, smooth surface but it may not be as reflective.",
                    "They were set in mortar, and a smooth surface was then obtained by using large slabs of flat stone.",
                    "The surface to be tested should be clean and dry, smooth and free from oxide.",
                    "They require regular trips to the manicurist every two to three weeks for maintenance: the base of the nail needs to be filled to maintain a smooth looking surface.",
                    "You can choose a smooth or textured finish, or even paint it.",
                    "She brought the violin to her bosom and gave it a long hug, running her slender fingers over its strings and the smooth polished wood.",
                    "For that money I'd choose a Mini Cooper S. It was okay on smooth roads, but not as predictable as you would like on rougher roads.",
                    "smooth flat rocks",
                    "his face was curiously smooth and youthful"
                ]
            },
            {
                "id": "m_en_gbus0959580.018",
                "definition": "(of movement) without jerks",
                "examples": [
                    "I wanted to see more smooth dives and interconnected movements in the water.",
                    "In one smooth movement, straighten both legs to stand, bending your elbows to pull the bar up and in toward your chest.",
                    "During a Swedish massage, your therapist uses long, smooth strokes and kneading movements along your skin.",
                    "The movements were smooth and the steps small; the dancers always held their upper bodies regally.",
                    "Don't neglect your form - concentrate on smooth movements, and keep your upper torso steady while you pedal.",
                    "The springs help energy dissipation for measured and smooth movement.",
                    "He popped up in the right place at the right time, had the skill and composure to pull the ball out of the air with the tip of his toe and shoot in one smooth movement.",
                    "Without a break in the smooth movement, Uke stretches his fist up and steps forward to bring the back of the knuckles on Tori's head.",
                    "In one smooth movement, Devon faked a punch, dodged the blade, kicked it loose from the man's hand, and caught it in midair.",
                    "He fumbled through his suitcase, yanking out a plain black t-shirt and pulling it over his head in one smooth movement.",
                    "Rialle Rose did a cartwheel, added a few original dance moves, and caught her fan again, all in one smooth movement.",
                    "His movements were smooth and often he came to a slow stop in mid kick, keeping his foot level with his head for several seconds at a time.",
                    "In a single smooth movement, Dain dropped his oar and drew the crossbow from his belt.",
                    "To execute the snatch, lift a weight off the floor and overhead in one smooth movement.",
                    "With one smooth movement, he leaned forward and looked closer into my own mahogany eyes.",
                    "You need to display at least 24 cartoons frames, or cells, per second in order to see smooth movement.",
                    "Characters' mouths move when they speak and the animation of their movements is fairly smooth",
                    "Your feet move, too, in rhythm with the hands, to help create smooth movements.",
                    "But other players who became overly anxious could find their bodies became too tense to complete smooth movements.",
                    "Twirls are a must and we should see a lot of moving in and out of each others arms - it is a fast, smooth dance, with the lady spinning almost constantly.",
                    "the trucks gave a smooth ride",
                    "graphics are excellent, with fast, smooth scrolling"
                ]
            },
            {
                "id": "m_en_gbus0959580.020",
                "definition": "(of an action, event, or process) without problems or difficulties",
                "examples": [
                    "We also hope that China will see a smooth transition of political power this year, with rational, gentle and open-minded people rising to power.",
                    "After that, it'll all happen, and hopefully it'll be a smooth process.",
                    "Although he could serve as prime minister until 2010, some want a smooth hand-over to Brown sooner.",
                    "She followed a cantering success in a Roscommon handicap with a smooth victory in a conditions event at Leopardstown ten days ago.",
                    "Technocrats from the two governments were currently discussing the modalities of the project to ensure smooth implementation.",
                    "The president had made the ultimate sacrifice to ensure a smooth ceremony: he'd pulled out of the first match of the season.",
                    "Communicate regularly with community partners and students to ensure smooth operation of the project.",
                    "New trains project director Nick Donovan will take responsibility for ensuring smooth introduction of the new fleet.",
                    "He does not see the present process providing a smooth transition to a ‘normal’ democracy.",
                    "The Production Coordinator has been a major obstacle to the smooth operation of this project and repeated calls for her removal have been left unheard.",
                    "The biggest task is the Government's short time-scale, as changes would be in place by 2007 and, obviously, there is a lot to be done to achieve a smooth transition.",
                    "Bosses say that the switch of rail maintenance contracts to Network Rail will be a smooth transition.",
                    "The graduate glut is one more sign of how difficult it is for China to manage a smooth transition to a market economy.",
                    "The relationship between the schools also aims to allows year six pupils at the primary school to make a smooth transition to secondary education.",
                    "In an effort to make a smooth transition from politics to pop culture, I'm going to take a stab at compiling a top 10 list of movie villains.",
                    "There was, plainly, an awareness of a real difficulty in the way of the smooth transformation of the territory into its intended role as a defence establishment with no settled civilians.",
                    "We will encounter the second obstacle to a smooth transition to democracy in the period between nominations and the run up to elections.",
                    "He collected seven trophies last season in novice events and has made a smooth transition to clubmen races this season.",
                    "This arrangement had been working well, facilitating a smooth transition of business from Carl Stock to himself.",
                    "Instead, Giuliani is now focusing efforts on extending his term in order ensure a smooth transition of power at such a critical time.",
                    "the group's expansion into the US market was not quite so smooth"
                ]
            },
            {
                "id": "m_en_gbus0959580.022",
                "definition": "(of a person or their manner) suavely charming in a way regarded as possibly insincere",
                "examples": [
                    "He was smooth glib, emollient, full of promises that your hands can't quite grip onto.",
                    "He combines smooth people skills with cagey tactics.",
                    "In The Wolf Man, Rains is the perfect lord of the manor with his patrician bearing and smooth manner with the town's officials.",
                    "These guys are smooth and smart, perhaps too much so.",
                    "He's professional, he's smooth he's never late, he's not strung out, his appearance is immaculate.",
                    "his voice was infuriatingly smooth"
                ]
            },
            {
                "id": "m_en_gbus0959580.024",
                "definition": "(of food or drink) without harshness or bitterness",
                "examples": [
                    "Accepting the premise that red wine is smooth has soft tannins and tastes of vanilla, this is a banker.",
                    "The praline spread tastes like chocolatey smooth peanut butter.",
                    "I often find Cinsaut to be a little bland on its own, but it is nicely blended here with Pinotage to form a really smooth wine.",
                    "A spiced array of cherry and plum aromas come together in a lighter than expected palate that still holds their smooth fruit flavours to a lingering finish.",
                    "To go with the meal, Rachain chose a French Bourgogne Chardonnay, a very smooth white with a delightful bouquet.",
                    "a lovely, smooth very fruity wine"
                ]
            }
        ]
    },
    {
        "word": "follow",
        "senses": [
            {
                "id": "m_en_gbus0377620.007",
                "definition": "go or come after (a person or thing proceeding ahead); move or travel behind",
                "examples": [
                    "The noise I do not leave behind; the clanging follow me.",
                    "Carly follow shortly behind and Adam follow her, making sure she doesn't run into anything.",
                    "I groaned, but follow him and looked behind me to find everyone else coming too.",
                    "He chuckled behind me and follow me to the dinning room without saying a word.",
                    "My heart leapt into my throat as I crossed my fingers behind my back and follow her to the door.",
                    "Gunfire from the other group of guarda, now behind him, follow him as he ran.",
                    "After that she would follow him from behind whenever she saw him, and one day she hoped that he would love her back.",
                    "And as he had surmised, twenty more soldiers soon follow in their wake.",
                    "Tavisome and Reneeth follow quickly on our heels.",
                    "Given a moment to collect my self, I quickly follow his path out of the bar.",
                    "Cathal follow close behind so as not to be left behind on another adventure.",
                    "\"I can tell, \" Rose replied as she follow close behind him.",
                    "I got up and walked up to the wall, Osake follow close behind.",
                    "If I get up, the dog will wake up and follow me outside.",
                    "She grabbed the dress and stuck it in her bag before follow him outside.",
                    "Daniel enters, follow in quick succession by Simon, Karen, and Hector.",
                    "Darius and Kara just smiled and shook their heads and follow at slower pace.",
                    "Dima was moving hastily up the street as he follow at a slower pace.",
                    "She follow at the previous pace, and I was forced to slow my steps.",
                    "One of the other young men who were follow called out to his leader, the one holding Kitty.",
                    "Housing issues, service delivery and education as government priorities follow at a distance.",
                    "Now I let it off the chain and it follow me everywhere, obediently heeling.",
                    "she went back into the house, and Ben follow her",
                    "the men follow in another car"
                ]
            },
            {
                "id": "m_en_gbus0377620.019",
                "definition": "come after in time or order",
                "examples": [
                    "The main gripes of the anti-Howard/anti-Hanson forces are as follow not in order of preference.",
                    "The full top ten, in no particular order, is as follow",
                    "The eight finalists in alphabetical order are as follow",
                    "When all the cards have been played, points are scored in order as follow",
                    "On Tuesday Requiem Mass was celebrated and follow by burial in the adjoining Cemetery.",
                    "Other more radical comments have follow in the wake of Singer.",
                    "The acts follow in quick succession, mostly performing two or three songs each.",
                    "The Sunday meeting follow hot on the heels of the recent Ulster Grand National meeting.",
                    "The British Bankers' Association is now in discussions with the watchdog to see whether cuts to current accounts must follow",
                    "What follow is an account of my sincere attempt to follow various directives from Life's Little Treasure Book On Joy.",
                    "The stories that follow are all fictionalized accounts of my life in the suburbs.",
                    "What follow is her firsthand account of daily life in Iraq.",
                    "So what follow is a mostly-true account of that week in France.",
                    "What follow is a fictional account of the ideal way I would like to die.",
                    "Although this is an ongoing project, what follow are reports of progress in the main areas of activity.",
                    "Much of Saturday will be taken up with a visit to the Mersey River Festival follow by a dinner dance at the Daten Club, Culcheth.",
                    "This occasion was follow by fun tug-of-war events for children and adults.",
                    "However, I still cannot understand or rationalise the distressing sequence of events that follow his death.",
                    "However, in the days that follow this ooda current became stronger and brighter.",
                    "The event will be follow by an in-depth interview and a Q&A session.",
                    "the six years that follow his restoration",
                    "the rates are as follow"
                ]
            },
            {
                "id": "m_en_gbus0377620.025",
                "definition": "act according to (an instruction or precept)",
                "examples": [
                    "The instruction was follow immediately as they stepped out in unison before moving one step to the right.",
                    "Edgar immediately follow instruction and we walked passed him.",
                    "I was in a hurry to do this and just blindly follow the instructions.",
                    "The same procedure was strictly follow at the end of the pulmonary rehabilitation program for patients with COPD.",
                    "We like to think of people exercising their personal judgment, and not just blindly follow the rules.",
                    "However, he regretted that people had not follow the words of Bharathi.",
                    "Ancient people follow the words of such sages and seldom cut their hair throughout their whole lives.",
                    "What good are the things that I profess, the exercise and nutrition, if people don't follow it.",
                    "Speaking exclusively to the Yorkshire Post, he said the electorate should look at whether politicians follow their own rules.",
                    "He also advised that people follow the traditional rules set in place.",
                    "Smith said teachers follow standard rules, such as avoiding being left alone with pupils without witnesses.",
                    "But dietary advice is often neglected by doctors because so many people do not follow it.",
                    "In fact it's not even that important to me that people follow the instructions.",
                    "How rigidly people follow the rules may depend upon how strictly the rules are enforced.",
                    "If something is done literally, a person follow instructions ‘to the letter’, without flexibility or imagination.",
                    "People might not follow your recommendations the first time, but they will listen the second time.",
                    "As employees and as consumers, most people follow orders with little voice or influence.",
                    "Why didn't people follow orders like they were supposed to?",
                    "If people do not follow the rules of this court the only way actually to make them remember them for the future is to apply them.",
                    "It's absolutely essential that you understand and follow everything that I tell you to do.",
                    "he has difficulty in follow written instructions"
                ]
            }
        ]
    },
    {
        "word": "commitment",
        "senses": [
            {
                "id": "m_en_gbus0203650.006",
                "definition": "the state or quality of being dedicated to a cause, activity, etc.",
                "examples": [
                    "Throughout his working life, he brought qualities of loyalty and commitment to his profession.",
                    "It is the quality of commitment commitment to the service of others.",
                    "What they are missing, though, are players who can bring both quality and commitment to the Newcastle cause.",
                    "The officers, executive members, managers, trainers and selectors were commitment for their dedication and commitment to the running of the club.",
                    "The award ceremony recognised police men and women for their bravery, commitment to service and dedication to the job.",
                    "Making the extra effort and being willing to assist in emergency situations like Bob did shows dedication and commitment to ensuring the safety of our passengers.",
                    "He commitment the award winners for their dedication and commitment to the game.",
                    "His dedication and commitment to his work was reflected in the many tributes paid to him by his colleagues and by the farming commitment in every county in which he worked.",
                    "He is an inspiration to all of our members and it is great to see someone who gave a life-long dedication and commitment to the club honoured in this way.",
                    "The report goes on to highlight the council's strong commitment to improving the quality of provision for special education needs.",
                    "Her dedication and commitment to the pupils over the past seven years has brought the school to the forefront in many areas.",
                    "This solicitor's dedication and commitment to human rights and suspected miscarriages of law is tireless.",
                    "This sort of commitment to quality and service gives other restaurants something to aspire to.",
                    "Integrity is that eye for quality, that commitment to doing it right the first time.",
                    "This legislation demonstrates the Government's commitment to quality public broadcasting, and its awareness of the key role of public television.",
                    "Our ability to demonstrate and articulate our commitment to quality is commitment increasingly important in today's environment.",
                    "When educators and learners have self-control and show dedication and commitment to their work, you are most likely to have a fruitful and productive day.",
                    "To recognise that the professions, the government, and the public share a commitment interest and commitment to improving the quality of services for patients",
                    "It takes an enormous level of commitment to attain quality and excellence.",
                    "He thanked them for their work on the book and their commitment to delivering a quality product.",
                    "the commitment commitment to quality",
                    "I could not fault my players for commitment"
                ]
            },
            {
                "id": "m_en_gbus0203650.013",
                "definition": "an engagement or obligation that restricts freedom of action",
                "examples": [
                    "They resist commitment - marriage, mortgages, careers or social engagements.",
                    "They never fail to honour their commitment and obligations with generosity and a willingness to give of their time so freely.",
                    "Injuries and work commitment restricted Town to jut 13 men and their lack of substitutes took its toll.",
                    "Men had restricted their work commitment or limited their career goals to benefit their personal or family life.",
                    "Reasons cited for the delays included members having other commitment and difficulties in obtaining data.",
                    "Ditka says he was honored to be approached by Republican leaders, but has business commitment",
                    "You are blessed with clarity of vision and true perspective in personal relationships and business commitment",
                    "Travel plans may change, as you are unsure about business commitment",
                    "This year, as the market cooled and his business commitment intensified, he's cut back to about once a month.",
                    "I've been absent this week due to intensive work and social commitment",
                    "Despite his business commitment Martin insists on milking his 50 cows at least once per day.",
                    "Even a brief holiday was interrupted by business commitment",
                    "Your social and professional commitment keep you busy and occupied today.",
                    "Though he may never truly retire, around July 16 he may decide to step down from some business commitment",
                    "He will not be commitment back to the club next season because of domestic commitment",
                    "It was a special feeling for Celtic fans so often suffocated down the years by domestic commitment",
                    "He was obliged to miss the Singapore and Malaysian events due to domestic cup final commitment",
                    "We were due to go with them this year, but couldn't due to Carl's business commitment",
                    "I had no idea, you know, everything, but I knew would it would be a major commitment as Chris can tell you.",
                    "However, her social commitment made her seek different avenues.",
                    "with so many business commitment time for recreation was limited"
                ]
            }
        ]
    },
    {
        "word": "window",
        "senses": [
            {
                "id": "m_en_gbus1160650.019",
                "definition": "an interval or opportunity for action",
                "examples": [
                    "Events such as the VJ Hunt provide such window of advertising opportunity.",
                    "The Manchester victory has opened window and doors of opportunity for New Oak.",
                    "Such a window of ideological opportunity is unlikely to come again soon.",
                    "There are window of tourism opportunity opening regularly but no-one available to spot them and act upon them before they slam shut.",
                    "He smiled at the window of good opportunity that he thought he was getting into.",
                    "There seems to be a window of optimal function, not immediately after eating, but between meals.",
                    "Interview window are usually made available to clients five to seven days before the event.",
                    "The window period for intervention and measurement is therefore often shorter than optimal.",
                    "Not only that, we let him go on the last day of the window leaving us no time to invest the incoming funds.",
                    "According to industry sources familiar with Virgin's plans, the company is assembling a range of offerings the music service will offer with a view to those launch window",
                    "The choice of the time window should span a range comparable to the delay values used in FCS.",
                    "the parliamentary recess offers a good window for a bid"
                ]
            }
        ]
    },
    {
        "word": "cultural",
        "senses": [
            {
                "id": "m_en_gbus0240640.006",
                "definition": "relating to the ideas, customs, and social behaviour of a society",
                "examples": [
                    "They embody and give significance to cultural and social differences in a society.",
                    "Edinburgh is a great city with a long tradition of cultural diversity and social tolerance.",
                    "cultural attention must be paid to differences of cultural and social attitudes.",
                    "The point about understanding across cultural and social boundaries is important.",
                    "As a free marketeer, I hate monopoly of any sort, be it economic, cultural or social.",
                    "They contribute greatly to the cultural social and economic life of our country.",
                    "Conservationists claim the idea is cultural vandalism that will rip the heart out of the town.",
                    "That is, they are interested in how any society conceives its cultural substratum.",
                    "They are the social and cultural core of rural life and their supporters run into seven figures.",
                    "This is a complex social and cultural problem which will not be solved by hasty legislation.",
                    "Social and cultural trends that used to take years to cross the Atlantic are speeding up.",
                    "Modern societies are said to be characterized by deep diversity and cultural pluralism.",
                    "Thus they represented a social and cultural nostalgia for faith and community.",
                    "Some of us saw this new cultural context coming, but we are all, finally, surprised by it.",
                    "Some readily assumed a new cultural identity; others resisted assimilation of this kind.",
                    "Even in my street, there is great cultural diversity.",
                    "But Western philosophy preaches that cultural relativism starts from one's own.",
                    "He did not preserve them as cultural heritage.",
                    "Legal norms capture and reinforce deep cultural norms and community practices.",
                    "Today the phenomenon could be more accurately described as cultural imperialism.",
                    "the cultural diversity of British society"
                ]
            },
            {
                "id": "m_en_gbus0240640.009",
                "definition": "relating to the arts and to intellectual achievements",
                "examples": [
                    "It seems that every town and village in France puts on cultural festivals of some type or another.",
                    "It is nice to know that my daughter's school is keeping up the cultural education.",
                    "When you buy work from a living artist you are helping to ensure continuing cultural innovation.",
                    "Each of these discovered a new aesthetic through the gradual decay of its high cultural forms.",
                    "So what does he think of the cultural climate in Scotland for young artists now?",
                    "a cultural festival"
                ]
            }
        ]
    },
    {
        "word": "immortal",
        "senses": [
            {
                "id": "m_en_gbus0497580.005",
                "definition": "living forever; never dying or decaying",
                "examples": [
                    "I do believe I would sell my immortal soul to make him mine.",
                    "I've heard enough about what you've seen of her to last my immortal soul a few lifetimes.",
                    "It has all the necessary ingredients: the immortal soul, religious arguments, civil discrimination issues, and fair trade implications.",
                    "Indeed, developments in science and the philosophy of mind make it increasingly difficult - though certainly not impossible - to maintain that humans have immortal souls.",
                    "She got to petted and pampered all the days of her life… yet she was like a spoiled child in the respect that she would not share if her immortal soul depended upon it.",
                    "For their class, for France, and for their immortal souls, women like the Marquise de la Tour du Pin became convinced of the need for a purposeful revolution in the aristocratic way of life.",
                    "In exchange for Johnson's immortal soul, the devil tuned his guitar, thereby giving him the abilities, which he so desired.",
                    "The soul is immortal and simply lives in temporary shelters, those of human bodies.",
                    "Next, they move on to discuss whether the soul is immortal and does not perish.",
                    "After all, a vampire has all the time in the world being immortal",
                    "It makes sense because you the immortal being are good and you will hinder your own growth when doing harm.",
                    "It therefore seems natural to conclude that I know myself to be substantial, indivisible, enduring, perhaps even immortal on the basis of self-awareness alone.",
                    "The fact that we do not have immortal souls does not justify unethical behavior.",
                    "It's true that exercising and eating well won't make you immortal",
                    "Fame and power and wealth could not really make them more immortal than anyone else.",
                    "By the cosmic power of my might, I make you immortal",
                    "He ate the fruit out of love for her, risking death and choosing her over immortal bliss.",
                    "They're vampires… immortal beings… what would they possibly have to benefit from me?",
                    "The keep was a magnificent sight; it had existed on Vineguard Isle for as long as even the immortal elves could remember.",
                    "Those wacky writers celebrated the seemingly immortal local television drama's 3000th episode with their most audacious storyline to date.",
                    "our mortal bodies are inhabited by immortal souls"
                ]
            }
        ]
    },
    {
        "word": "colonial",
        "senses": [
            {
                "id": "m_en_gbus0200520.006",
                "definition": "relating to or characteristic of a colony or colonies",
                "examples": [
                    "The chartered companies of northern Europe were eventually unable to keep up with the demands of colonial expansion, territorial rule, and provision of security.",
                    "The Commonwealth became the regional power, exercising colonial rule in Papua, then in New Guinea and in Nauru.",
                    "As colonial rule established itself and regions hitherto inaccessible became safe enough for plant colonial to travel in, many new bulb species found their way back to the nurseryman and then the gardener.",
                    "All these territories than came under European colonial rule.",
                    "This is first time that the locals won a victory after several hundred years of colonial rule by white people.",
                    "The discussion of syphilis at the outset of the twentieth century reflected the tensions and dilemmas regarding colonial rule, and particularly the concern that Africa was slipping beyond control.",
                    "During the freedom struggle against colonial rule, the national leaders of the two countries developed close political links which stood the test of time for years after independence.",
                    "Hunting celebrated the imperial virtues of courage and manliness and confirmed the power of colonial rule.",
                    "But its social and political assertions are much more radical, as it paints Kelly as a champion of the individual, fighting against the injustice and corruption of colonial rule.",
                    "African countries are demanding an explicit apology from countries formerly involved in slavery and other past examples of white domination including colonial rule.",
                    "A year previously, Gandhi had launched the Salt Satyagraha, which mobilised hundreds of thousands of Indians to defy colonial laws and ask for an end to colonial rule.",
                    "In 1994, the then prime minister Tomiichi Murayama apologized personally to all Asian peoples for Japan's colonial rule and wartime actions.",
                    "Ironically, in the light of his later support for French colonial rule, he was expelled three years later for continuing to advocate the cause of the native poor of Algeria.",
                    "Servitude and forced labor in agricultural contexts to some extent also carried into the early twentieth century in the era of French colonial rule.",
                    "Back home in India, perhaps thanks to nearly 200 years of colonial rule, good looks are defined almost always by a single attribute, fairness.",
                    "At midnight the next day India won its freedom from colonial rule.",
                    "But after thirty years and one of the bitterest wars of colonial expansion in Southeast Asia, the Dutch were eventually victorious.",
                    "The recurring imagery of ‘discovery’ echoes a colonial project of expansion and conquest.",
                    "During German colonial rule, Bagamoyo was the capital of Tanzania.",
                    "I had come here more than a few decades ago to participate in the Goa Liberation Struggle, which saw the sun set on this last enclave of colonial rule in India.",
                    "British colonial rule",
                    "colonial expansion"
                ]
            },
            {
                "id": "m_en_gbus0200520.011",
                "definition": "(of animals or plants) living in colonies",
                "examples": [
                    "This is consistent with certain biotic associations in modern colonial corals.",
                    "Plus, diving by other raptors is similar to that of kites in most respects, except other species are not colonial or as numerous as kites, nor are they as likely to nest on or near golf courses.",
                    "Raptors are territorial, but some species are colonial a situation that may place males at a higher EPC risk.",
                    "Sessile colonial invertebrates have the ability to distinguish between their own tissues and those of unrelated members of the same species.",
                    "Neither feeding away from the intertidal zone nor a close association with colonial birds and mammals has been reported in either nigrofumosus or taczanowskii.",
                    "corals can be solitary or colonial"
                ]
            }
        ]
    },
    {
        "word": "contend",
        "senses": [
            {
                "id": "m_en_gbus0214350.006",
                "definition": "struggle to surmount (a difficulty)",
                "examples": [
                    "Otherwise, you can spend much of your precious vacation time contend with the difficulties mentioned above.",
                    "Both had to contend with the disadvantage of their sex but they dealt with it in very different ways.",
                    "Along with dangerous health struggles, Luna finds herself contend with the legacy of shame and secrecy that surround issues of sexuality in the Latino community.",
                    "If ever a man had difficulties of character and temperament to contend with, it was Gilbert.",
                    "Margaret contend with the debilitating disease that has ended their lives as dancers.",
                    "However, unlawful behavior contend with social responsibility from an international perspective.",
                    "By resorting to understatement, contend and physical language, a poet contend against abstraction, generalization, hyperbole and the heroic language of hot-headed generals and bogus lovers alike.",
                    "If the insurgency is trying to overthrow this regime, it is contend with a formidable obstacle that successful rebels of the 20th century generally did not face: A democratically elected government.",
                    "The Irish industry is currently contend with variability and scarcity of supplies, partly due to catch restrictions and pressure on fish stocks along with a somewhat fragmented industry structure.",
                    "To develop human resources with a view to contend with global competition, he adds, ‘the contend of operation must be developed - from workshop to factory’.",
                    "‘Busking is the truest form of performing art, contend with the elements, the audiences, the atmosphere and the unexpected,’ she said.",
                    "And I fear that this result will set in motion dangerous dynamics that even the relatively young among us will be wrestling with and contend with for the rest of our lives.",
                    "In England, forever contend with faded glories, there is a contend belief that a sporting contend might yet bring compensation for every variety of loss and national decline.",
                    "She pits her steely determination against obstacles along the way, while contend with her rebellious son and a dashing love interest she dares not pursue, lest she falter in her mission.",
                    "Instead of contend with a gruelling journey to work, the 31-year-old borough resident now enjoys hopping on her bike to do a job she finds worthwhile.",
                    "Being an outdoor attraction, there is the peril of contend with the infamous British weather, but there are aspects which can be contend to boost visitor numbers.",
                    "The journey home was even more eventful with storms blocking the train lines and squash players contend with five different train journeys and a bus.",
                    "The travelling public is contend enough by using public transport without contend with strikes.",
                    "Not only are they contend with the sudden drop in temperatures, one was shot with an arrow and one lost its home.",
                    "The salmon industry is also contend with the permanent problem of sea lice in fish farms, and a collapsing stock of wild fish.",
                    "she had to contend with his uncertain temper"
                ]
            },
            {
                "id": "m_en_gbus0214350.014",
                "definition": "assert something as a position in an argument",
                "examples": [
                    "He contend that the arguments for having a university in the town centre are false because there isn't room.",
                    "However, he contend that the position in so far as his client is contend is straightforward.",
                    "As for his contend neglect rebuke, Francis contend that his claims still stand.",
                    "The minister contend that everybody would be left in a better position as a result of his first Budget.",
                    "He contend that the judge was wrong to have dismissed his claims in negligence, agency and trust.",
                    "Evans contend that this claim is another manipulation of the historical record.",
                    "Mr West contend that the judge was wrong to find on the facts that this test was satisfied.",
                    "Mr Rhys contend that the judge's contend of the grant was wrong.",
                    "Mr Katkowski has contend that the deputy judge's decision was right, and for the right reasons.",
                    "Ealing however contend that this simply reflects the position under the old statutory instrument.",
                    "He wants to contend that because that was again an argument not put to the Court of Appeal or to the judge.",
                    "In their grounds of appeal the appellants contend that the trial judge was wrong to rule as he did.",
                    "He contend that larger crowds don't participate in an event in the same way that a smaller crowd might.",
                    "This theory contend that a major influence on a state's behaviour is the fact that it has to look to its survival in a state of anarchy.",
                    "Vogts contend that there is proof of his point in the match video.",
                    "The legend contend that Valentine served as a priest during third century Rome.",
                    "He contend that in the past, his department has not had to worry about hazards caused by dry weather.",
                    "But he contend that ability to craft openings flows more easily from relaxed players.",
                    "He contend that the officer is completely ignorant about the basic elements of the act.",
                    "he contend that the judge was wrong"
                ]
            }
        ]
    },
    {
        "word": "election",
        "senses": [
            {
                "id": "m_en_gbus0315950.005",
                "definition": "a formal and organized choice by vote of a person for a political office or other position",
                "examples": [
                    "Two thirds of the election in Hackney did not vote in the council election this year.",
                    "A solution has to be found to increase the numbers of people voting at election at all levels.",
                    "Later on, there is an emphatic call for people to vote in the scheduled election",
                    "Ballot boxes will be left to gather dust in the June election as every vote will be cast by post.",
                    "The hope is that people will then feel secure enough to vote in the forthcoming election",
                    "One measure of the outcome is the declining number of people who vote in election",
                    "We are prepared to have one person, one vote election and to give up our absolute power.",
                    "When the party won a landslide election in 1984, the country was ready for reform.",
                    "After staging a vigorous media campaign, the opposition coalition wins the parliamentary election",
                    "This year's presidential election looks to be even tighter; that should give rural voters the deciding voice in who wins.",
                    "In the recent mayoral election in London, there was a small turnout of voters.",
                    "The party has been unable to make substantial gains in rural seats in western Canada in recent election",
                    "With a federal election looming, a new organisation says they are tackling the heart of youth voter apathy.",
                    "the 2008 local council election",
                    "the 1860 presidential election"
                ]
            }
        ]
    },
    {
        "word": "campaign",
        "senses": [
            {
                "id": "m_en_gbus0146290.008",
                "definition": "an organized course of action to achieve a goal",
                "examples": [
                    "Passenger numbers have soared since the M.E.N. won a campaign for a new city centre coach station.",
                    "From this platform he launched his campaign for election to the Lower House in 1958.",
                    "The campaign against nanotechnology, like other green campaign is being built on the twin themes of unknown risk and corporate greed.",
                    "His experiences have formed the basis of a worldwide advertising campaign for Sure deodorant.",
                    "Parents in Keighley have won a victory in a three-year campaign for free school bus passes.",
                    "Summers and the airport management have now started a campaign for tighter controls over the airspace.",
                    "Polly Toynbee lets something slip as she pursues her campaign for the nationalisation of children.",
                    "Later, some men objected to their kind of poetry and launched a campaign against them.",
                    "Ronaldo said his visit was part of his campaign against poverty around the world.",
                    "He also played a key role in the campaign against the care home.",
                    "Burnley council were runners up in a national award this week thanks to their campaign against dog fouling.",
                    "Thousands of York residents were urged today to back a campaign for greater funding for flood defences.",
                    "And he has now backed a local campaign against the show and vowed to go to prison in defence of his religion.",
                    "I was proud to be involved in the campaign for a maternity unit for Moray.",
                    "The family have said that they have not sought any financial support for their campaign for justice and will not do so.",
                    "We are thrilled that Dame Vera Lynn has joined our campaign for a memorial to the women of the Second World War.",
                    "The Newbold councillor is spearheading a campaign for a ban on outdoor drinking across the borough.",
                    "A Wiltshire primary school has stepped up its campaign for road safety with a petition.",
                    "Jakarta Police are in the midst of a campaign against drug trafficking in the capital.",
                    "The entire campaign for the referendum was set up to preclude that kind of idea from the start.",
                    "the campaign for a full inquiry into the regime",
                    "he accused the media of orchestrating a campaign against him",
                    "an advertising campaign",
                    "the campaign to reduce harmful vehicle emissions"
                ]
            },
            {
                "id": "m_en_gbus0146290.005",
                "definition": "a series of military operations intended to achieve a particular objective, confined to a particular area, or involving a specified type of fighting",
                "examples": [
                    "This he achieved by a prolonged series of military campaign which unified all northern India under his rule.",
                    "For the media it is a conflict conducted in a series of military campaign",
                    "The Crusades were a series of military campaign during the time of Medieval England against the Muslims of the Middle East.",
                    "Napoleon Bonaparte purportedly used this technique during his military campaign",
                    "The plan included everything from propaganda operations to paramilitary campaign and guerilla operations.",
                    "When hostilities start, the unified commands plan and conduct campaign and major operations.",
                    "We solemnly remember the soldiers who lost their lives fighting in these two campaign",
                    "Here the emphasis was on execution and not just the planning of campaign and major operations.",
                    "But there was also a learning curve for subsequent military and naval campaign by the British and French.",
                    "It is best, Sun Tzu said, when citizens are not involved in military campaign",
                    "If not, we will be waging military campaign against new tyrannical regimes over and over again.",
                    "He was not much of a military figure and his campaign were minor at best.",
                    "As with all military campaign control of information was its key weapon, and truth its first casualty.",
                    "That's a very important shift, and that will stay whatever the strengths or weaknesses of the military campaign",
                    "Peace negotiations continued at the same time as the military campaign",
                    "He had intelligence, administrative ability and he was good at planning military campaign",
                    "Popular work also tends to concentrate on the famous campaign of Western military history.",
                    "This book is a must for anyone interested in the eastern campaign of the Civil War",
                    "The aim of campaign of operational maneuver has historically been to impose our will on the enemy by force.",
                    "In Italy, French and Spanish forces fought a series of see-saw campaign against the Austrians.",
                    "a desert campaign",
                    "the air campaign",
                    "the army set off on campaign"
                ]
            }
        ]
    },
    {
        "word": "party",
        "senses": [
            {
                "id": "m_en_gbus0752020.006",
                "definition": "a social gathering of invited guests, typically involving eating, drinking, and entertainment",
                "examples": [
                    "Sometimes, caterers serving at party and social gatherings order large quantities.",
                    "The hotel staff encourages the use of this area for social gatherings and party",
                    "A buffet of finger foods is the perfect way to serve guests at an anniversary party or wedding reception.",
                    "It was a common drink, brewed by 18th century farm owners at family party and other social events.",
                    "This was given out to guests at the party but a few bottles were held back and autographed by the whole team.",
                    "As the week turns to weekend, teenagers rush to the bottle shops to buy their drinks for the party ahead.",
                    "Day patients have been celebrating the festive season all week with special party and entertainment.",
                    "Avoid having many long holiday gatherings and party with large numbers of guests.",
                    "She is looking up at the group and beaming at them, like someone at a drinks party who is hovering on the edge of a conversation in the hope of being included.",
                    "In the past, the youths usually ended the party with a party where they drank traditional liquor.",
                    "Ana and I had discussed before the party what kind of drink we would be consuming.",
                    "I cried for every birthday when no matter how many I invited to his party no-one showed up.",
                    "To carry on with the theme of the party let each guest make a list of seeds she would like to order.",
                    "A week ago on Saturday, my brother broke his toe while drunk at a party at my house.",
                    "This is the first time I've done a summer holiday event, I usually do school party and trips.",
                    "Upstairs, the walls are decorated with photos of smiling people at party and on camping trips.",
                    "Other activities include a party to celebrate the club's first anniversary.",
                    "It seemed that there was always something to do, be it orientation activities or residence party",
                    "Companies that are no longer in business spent millions on party and promotions still spoken of in tones of disbelief and nostalgia.",
                    "During the weeks preceding my graduation from high school several people threw party for the senior class.",
                    "an engagement party"
                ]
            },
            {
                "id": "m_en_gbus0752020.010",
                "definition": "a formally constituted political group that contests elections and attempts to form or take part in a government",
                "examples": [
                    "Each ballot paper has a list of all registered political party contesting the elections.",
                    "The Labour, Conservative and Liberal Democrat party are contesting every seat.",
                    "It broke a 40-year monopoly of the two openly capitalist party over working class politics.",
                    "To win elections, politicians and party wage costly campaigns.",
                    "There was no attempt made by other party to debate the issue.",
                    "No wonder there is growing disillusionment with all mainstream party and politicians across Europe.",
                    "At election times the party is dependent on resources and activists from unions.",
                    "All constitutional party opposed to the pact were unionist, and they had no such difficulty in uniting.",
                    "Both the ruling and opposition party suspended all campaign activities in the wake of the shooting incident.",
                    "He remained respected in the party in whose activities he took a close interest.",
                    "We should be able to build a broad movement which is not the product of a single party or its plaything.",
                    "The rally was organized by a newly powerful coalition of fundamentalist religious party",
                    "The prime minister could also seek smaller religious party to bolster his coalition.",
                    "One is simply covering the events that happened, the campaign activities of the party",
                    "In the following year, the ruling and opposition party formed a coalition government.",
                    "He promised to party the ground within his party but his party has exposed the fact that he did nothing to deliver on that promise.",
                    "The new structure should operate under the jurisdiction of the Finance Ministry, the party said.",
                    "It is a party of working people against the Republican party of corporations and wealth.",
                    "If the ruling party doesn't perform well, the opposition can offer a viable alternative.",
                    "Across the entire party there is agreement - Labour has no chance of adding to its 50 seats.",
                    "draft the party election manifesto"
                ]
            },
            {
                "id": "m_en_gbus0752020.013",
                "definition": "a person or people forming one side in an agreement or dispute",
                "examples": [
                    "In such cases, resort to binding adjudication will require the agreement of all party to the dispute.",
                    "She accused both party in the dispute of losing sight of the fact that the people who were suffering most were the students.",
                    "This will delay the much needed reforms as the various party dispute their respective responsibilities and the subject fades from public memory.",
                    "There was an agreement between the party under which the defendants would market Mr Brawley's development.",
                    "We consider a lease to be a private contractual agreement between two party",
                    "Conciliation officers will seek to resolve disputes by agreement between the party",
                    "I found the agreement eminently sensible, safeguarding the interests of party on both sides, and so I readily acceded.",
                    "It is very important to understand that the only settlement that will survive has to be one that the party of the dispute can agree to.",
                    "But both party are confident an agreement can be reached.",
                    "The warring party signed a ceasefire agreement on April 8 to would allow humanitarian agencies into the area.",
                    "Educational activities that benefit all party are not impossible, but difficult, to attain.",
                    "That is why the council is presently consulting with all interested party about what people want from a new building.",
                    "Attendance will be by invitation from the agency to organisations, interested party transport and public groups.",
                    "These were mutually exclusive areas of medical activity, as the party agreed.",
                    "Tensions rose when there was a perception among people that the two party were not working well together.",
                    "So you know the phone lines between the two party were burning up last weekend.",
                    "As you can see, there are no answers here, and the battle lines drawn by both party are still being fought today.",
                    "All party agree that the old legislation is not working and that something better is required.",
                    "We would like to hear the views of party and all other interested party on this very important issue.",
                    "The UN, the United States, Europe, and other interested party urgently need to move the process along.",
                    "a contract between two party"
                ]
            }
        ]
    },
    {
        "word": "quality",
        "senses": [
            {
                "id": "m_en_gbus0835100.006",
                "definition": "the standard of something as measured against other things of a similar kind; the degree of excellence of something",
                "examples": [
                    "As no standard accepted instrument measures sleep quality we used effect sizes of the change in scores.",
                    "Since degree results are now a measure of teaching quality there's an incentive to give better scores.",
                    "A number of questions about the clinical utility of quality of life measures remain unanswered.",
                    "Intermediate measures of quality of health care remained unchanged or improved slightly.",
                    "Inspectors would not aim to reward excellence or to measure quality merely to identify incompetence or fraud.",
                    "Territories differ in quality measured in terms of insect prey availability.",
                    "If it were restricted to a few sniggers among the public at large about the academic quality of these degrees, it wouldn't be too bad.",
                    "The report is based on a widely recognised formula, the Gini coefficient, that measures quality of life.",
                    "If the page count of a book were a measure of its quality or of how much I am likely to enjoy it, then it would make sense to play those odds.",
                    "Over the past number of years the parade has been of mixed quality with varying degrees of participation from all sectors.",
                    "This speaks volumes about the perceived quality of the product compared to competing offerings at the moment.",
                    "The basic problem, of course, is of valuing a non-marketed product and of measuring its quality",
                    "From the time it is installed until the day it is replaced, the product will reduce in quality in a linear fashion.",
                    "This statistic provides an easily interpretable measure of the relative quality of the two model fits.",
                    "These laws also provide the consumer with detailed information on the origin and quality of the product.",
                    "It is pity to see people going after food by smell and taste, ignoring the standard or quality of the products.",
                    "This is, of course, a measure of the design integrity and manufacturing quality of each new product category.",
                    "The NHS is using the extra £5.9bn to good effect, with major improvements in quality and quality",
                    "Keep a to-do list of basics that must be done every day to ensure your galley maintains a high degree of quality",
                    "There were no consistent data supporting the use of readmission rates as a measure of quality of care.",
                    "an improvement in product quality",
                    "these colleges provide a better quality of education"
                ]
            },
            {
                "id": "m_en_gbus0835100.014",
                "definition": "a distinctive attribute or characteristic possessed by someone or something",
                "examples": [
                    "Lack of charisma, timidity and humility seem to be the criteria that negate strong leadership quality",
                    "Reputed to have aphrodisiac quality the plant resembles fennel, and used to be collected for sale at London markets.",
                    "It's a triangular route, taking in the raised ground at the join of two valleys, and each side has distinctive quality",
                    "Reg was a most popular man, admired for his leadership quality and sincere dedication to everything he tackled.",
                    "He has the right fundamental quality for national leadership and that is why I commend him to all Conservatives.",
                    "He showed strong leadership quality and organisational skills.",
                    "There is an interesting quality of delicacy attributed to Elizabeth.",
                    "Nowadays it is the refugee to whom we attribute the quality of fatefulness, tragedy, and loss.",
                    "Strong character and the right attitude, allied to skill, team spirit and a work ethic are all quality he attributes to his new charges.",
                    "Bizarrely, only six items describe the unique quality that distinguish a doctor from other healthcare workers.",
                    "As a class, we openly discussed why these quality are valued in boys and girls.",
                    "To say of Socrates that he is human is to say what he is, whereas to say that he is literate is not to say what he is but rather to give a quality that he has.",
                    "Much of our evidence for ancient philosophy has a similarly accidental quality and has come down to us in fragments.",
                    "It seems incredibly stupid and as yet I cannot find one redeeming quality in this story.",
                    "By contrast, the female characters are sparsely developed and possess few redeeming quality",
                    "Ralph's superior leadership quality are reflected in his constant defence of Piggy.",
                    "Of the quality associated with the color blue, trust and faith rank high.",
                    "The quality of standing behind and extending support to any social cause often goes silently unnoticed.",
                    "The mirror-like quality of standing water may have had symbolic implications too.",
                    "The idea of ‘innocence’ is a central quality in the social construction of childhood.",
                    "he shows strong leadership quality",
                    "the plant's aphrodisiac quality"
                ]
            }
        ]
    },
    {
        "word": "financial",
        "senses": [
            {
                "id": "m_en_gbus0362520.008",
                "definition": "relating to finance",
                "examples": [
                    "For personal financial we have a financial adviser who helps me and my wife keep on top of things.",
                    "The decision, widely expected by economists, had little impact on the financial markets.",
                    "Try to calculate how much more interest you may earn over the course of a year, or ask your financial adviser.",
                    "Are interest rates in financial markets and the real economy distinct phenomena?",
                    "History provides many examples where problems in the financial sector led to monetary instability.",
                    "The market in telecommunications and financial services will be slow to recover.",
                    "Now this is the sort of qualification you're looking for in a financial adviser.",
                    "Your employer has just passed the risk of ongoing financial market turbulence to you.",
                    "The central bank activities go beyond the central bank immediate financial gain.",
                    "In a gesture of support, the US has said it is in favour of Uruguay being bailed out of its financial crisis.",
                    "This goes to the heart of the group's financial controls and financial reporting.",
                    "It was set up by law to help consumers settle complaints against financial firms",
                    "Regardless of the rules of a scheme, no pension fund is immune to financial disaster.",
                    "Every asset manager needs a financial framework in his head to rationalise what he is doing.",
                    "Its characteristics differed to all of the other financial assets in the portfolio.",
                    "The financial regulator said it was a chronology of events rather than an explanation of what had happened.",
                    "The financial restructuring of the games changed their traditional roots as well.",
                    "Several trust funds have been established to offer financial help in managing debt problems.",
                    "Which economic statistics give us the greatest guidance as to our financial future?",
                    "It was set up to give consumers a free, independent service for resolving disputes with financial firms.",
                    "an independent financial adviser"
                ]
            }
        ]
    },
    {
        "word": "worthy",
        "senses": [
            {
                "id": "m_en_gbus1169120.006",
                "definition": "having or showing the qualities that deserve the specified action or regard",
                "examples": [
                    "But White's literary merit probably isn't what Marr discerns as the author's most appealing strength, the quality most worthy of copying.",
                    "Allemano and Carn are part of a younger generation of Toronto jazz musicians that are stepping up and are worthy to be heard alongside those in the Toronto establishment.",
                    "We sinned gravely and are not worthy to be called bishops.",
                    "And with the line-up you can be sure the musicianship is worthy to be archived in CD format.",
                    "For no man who is worthy to be called a man would ever submit to such an agreement if he were able to resist; he would be mad if he did.",
                    "I'm taking at least twice the time to type 4 lines of text, not even worthy to be called a paragraph.",
                    "In most cases, individuals are up against one another to prove whom is more worthy to receive the award.",
                    "Are you sufficiently worthy to get a mention on the news when certain life events occur?",
                    "Just because they're on your video game system and not your satellite dish, are they not worthy to be considered part of the anime worthy",
                    "I will see if I am truly worthy to be called a hero or not!",
                    "And, of course, these are the last chances for each girl to prove that she is worthy enough to be taken to Nationals.",
                    "With too big spectacles falling down his nose he looked down upon me constantly as if judging me, weighing if I was worthy enough to receive this good fortune.",
                    "Being monarch brings with it overwhelming duties and obligations, not the least of which is that your people must find you worthy enough to bow and curtsy to.",
                    "It felt strange to trust, for there had not been many in her life whom she had felt were worthy enough to be trusted.",
                    "The binmen's job may not be as glamorous as some jobs but it is no less worthy of a proper return for the worthy done.",
                    "Either put up or shut up, there's more than enough real news out there that's more worthy of our attention.",
                    "I think it's sad when a community thinks they are not worthy enough to be represented in modern cinema.",
                    "Defoe wrote stories such as Moll Flanders, Colonel Jack and Roxana when prose fiction was regarded as a low form not worthy to be classed as literature.",
                    "Is it possible that the sheep are not worthy of attention by our tree people and are sacrificed for the greater good, or my dinner plate!",
                    "Eventually they decided that it might be a worthy enough issue to form a whole group, an action group, around the issue of street harassment.",
                    "these issues are worthy of further consideration"
                ]
            },
            {
                "id": "m_en_gbus1169120.013",
                "definition": "characterized by good intent but lacking in humour or imagination",
                "examples": [
                    "All of which contributes to making Sylvia a film which, while certainly worthy in intent, won't have very many people seeking to find out more about the poet.",
                    "My generation was raised on a diet of stultifyingly tedious, but worthy accounts of embryology, typically very badly printed on what appeared to be rice paper.",
                    "Usually it was a long and, I often felt, unnecessarily drawn-out and tedious experience where worthy but dull homilies were addressed to the assembled Gaels.",
                    "It is hard to evaluate Millet's worthy the intention is so worthy and, although without subtlety, so persuasive, but the artistry is so deficient.",
                    "Wind farms are a horrible example of what happens when people with worthy intentions try to construct an ideology around them.",
                    "worthy but tedious advice"
                ]
            }
        ]
    },
    {
        "word": "winter",
        "senses": [
            {
                "id": "m_en_gbus1162130.005",
                "definition": "the coldest season of the year, in the northern hemisphere from December to February and in the southern hemisphere from June to August",
                "examples": [
                    "The climate here is normally split into two seasons, long cold winter and long hot summers.",
                    "Therefore, short, cool winter seasons and cold winter are often thought of as barriers to crop growth and diversification in the Subarctic.",
                    "But after a cold winter in the southern uplands you may recognise that ending up on a human dinner plate is not so bad.",
                    "The frugal vacationer travels in between the summer months and the cold winter",
                    "A leading local politician has urged pensioners to take advantage of a government initiative to heat their homes during the cold winter months.",
                    "If you are looking for some respite from the cold winter months there is an abundance of destinations to suit all budgets.",
                    "The weed, which turns its distinctive red shade during the cold winter months, is not dangerous in itself.",
                    "Flights are suspended to Antarctica around the end of February each year when the Southern Hemisphere winter makes it too cold to fly.",
                    "Gourlay has been looking forward to returning home from Sydney, even if he is loathe to swap the sunshine of a southern hemisphere spring for the cold of a Scottish winter",
                    "At the moment the Earth's closest approach to the Sun occurs in January, when the North Pole is pointing away from the Sun, resulting in slightly colder northern hemisphere winter",
                    "In southern Mongolia, the winter have been getting colder and the summers hotter, with barely a springtime buffer zone.",
                    "The opera begins a winter / spring season that includes ballet, comedy, classical music, children's shows and several bands.",
                    "I'd buy a house in Gran Canaria to spend the cold winter months.",
                    "It is characterized by cold winter and relatively long winter seasons, averaging 60 frost-free days per year.",
                    "The temperate regions of southern Australia have four seasons, with cool winter and hot summers.",
                    "Through February, the usual winter fishing locations should continue to be your best bet.",
                    "We're looking at some idea that it might be a colder than normal winter in the Northeast and Midwest.",
                    "The coldest peaks of winter usually occur in August and September, so many fear a heightened emergency.",
                    "During the long, cold winter in northeast China they skate on rivers and lakes or in skating rinks.",
                    "The season was late winter and periodic night-time frosts were still occurring.",
                    "the tree has a good crop of berries in winter",
                    "the winter months"
                ]
            }
        ]
    },
    {
        "word": "manage",
        "senses": [
            {
                "id": "m_en_gbus0612650.006",
                "definition": "be in charge of (a business, organization, or undertaking); run",
                "examples": [
                    "Focus on experiences pertinent to operating and manage a farm business as well as community activities that you and your family are involved in.",
                    "The business is manage by son Robert and daughters Helen and Jane.",
                    "The elder son Ashok manage the business while the younger son helps him.",
                    "In some cases mergers might be driven by the desire of business leaders to manage a larger entity, and perhaps to operate at a global, rather than local, level.",
                    "One active owner manage the business; the other oversees engineering.",
                    "These advisors help the firms to manage their businesses to compete more effectively in market-driven economies.",
                    "It is run by adults with learning disabilities, giving them the opportunity to manage their own business.",
                    "It is run by my mom, who retired from being a college professor at Colgate to manage the organization full-time.",
                    "The NES is a part-time business development programme aimed at anyone wanting to start and manage their own business.",
                    "Adaptive Venture manage was created in 1995 to invest in and manage small businesses with new product ideas.",
                    "She describes her achievement as due to a phenomenal ability to plan, organize and manage a type of business which is traditionally run by men.",
                    "A Cooperative enterprise involves a group of people who combine resources to run and manage a business or a social organisation.",
                    "He relied upon his close-knit clan not only to manage the business at auxiliary plants but also to oversee the company crèches and schools.",
                    "Jeremy was manage his father's business in January 1998 when the two pigs broke loose.",
                    "Here students learn to wriggle out of complex situations while manage a business.",
                    "I'll never understand how you manage an emerging business and emerging family at the same time.",
                    "In fact, it is essential that such a business is manage by the whole community.",
                    "He had been driving to the premises with Basharat, who was due to manage the business, when the collision occurred near Samlesbury Hall.",
                    "Now, you can manage an organization like that, but you have to understand the limits of what they can do.",
                    "It is not enough to tell the merchant to manage his business properly.",
                    "their elder son manage the farm",
                    "the government is held responsible for manage the economy"
                ]
            },
            {
                "id": "m_en_gbus0612650.018",
                "definition": "succeed in surviving or in achieving something despite difficult circumstances; cope",
                "examples": [
                    "You can get the best of Middle Eastern, especially Egyptian, spices and spice mixes in the dingy shops where you can manage with Hindi.",
                    "As James Marshall Bridge states, more has to be shared, so it stands to reason that Joe Public has to manage with less as there will be less to go round.",
                    "It does mean that we are going to have to rent out a base in the centre of town for about a month around festival time, but we'll manage with that.",
                    "They're usually the ones who've been around for a while, and they usually manage with the barest minimum of speaker support.",
                    "There was no doctor on board and not even another manage and Golda and I had to manage with the assistance of the steward.",
                    "So how did we manage with cultural correspondences but no common language?",
                    "Though initially we thought we could manage with our English, it was not so.",
                    "If only one ear is affected then one can manage with the other normal ear.",
                    "As you have to get close, you have to manage with a very limited depth of field.",
                    "It has been told that it must manage with standstill budgets for at least the next year.",
                    "Bringing up baby is manage enough, but how do parents manage with twins or triplets?",
                    "We are concerned to know how people are manage in these difficult circumstances in terms of food",
                    "But times are hard and the place where we work couldn't manage with two people doing one person's job.",
                    "From lodging to food and other requirements, they have to manage with the limited monthly salary.",
                    "And before you joined Grow, how did you manage with your three kids?",
                    "I used to argue with him because I couldn't manage with the children, but he wouldn't listen.",
                    "However, if absolutely necessary you could manage with a laptop in the passenger seat as your navigator.",
                    "Academic freedom and tenure may be at risk as our institutions determine how to manage with reduced funding.",
                    "A clean, seamless line is needed for Oh Foolish Fay, which she cannot quite manage with her operatic vibrato.",
                    "For several months, the unit continued to manage with limited logistical assets.",
                    "Catherine manage on five hours' sleep a night"
                ]
            }
        ]
    },
    {
        "word": "resistance",
        "senses": [
            {
                "id": "m_en_gbus0865100.007",
                "definition": "the refusal to accept or comply with something",
                "examples": [
                    "The abbey was dissolved in 1539 during Henry VIII's fallout with Rome but became a centre of resistance to Henry's moves against Catholicism.",
                    "Police and troops deployed around the parliament building failed to offer any resistance to the demonstrators who stormed into the main chamber.",
                    "Bloom's theory, by contrast, turns on the notion of involuntary imitation, and (conscious or unconscious) resistance to it.",
                    "There will be resistance to breaking down more than 300 years of tradition, and there are undoubtedly question marks remaining about competition issues.",
                    "‘There was some resistance to our vintage section because some customers thought it was too expensive,’ said Kate.",
                    "While more young people want to live in a new home, recent resistance suggests resistance to modern houses is strongest among older and better-off people.",
                    "Perhaps any film industry resistance to a rock star making a movie had less to do with prejudice than with the disaster that inevitably unfolds when musicians decide to dabble in film.",
                    "It is understood that the Queen's courtiers put up strong resistance to his purchase of the lease, because they feared that it would put a strain on Edward's finances.",
                    "They used to be frequently invoked as an inspiring example of heroic resistance to injustice and resistance",
                    "By and large, universities offered remarkably little resistance to these changes, bending the knee whenever their funding masters passed by.",
                    "But, while Britain may have led the world in resistance in animal welfare, British governments have led the world in resistance to change.",
                    "British mobile phone operators are likely to mount strong resistance to any flat fee, although they may be more receptive to a single tariff for the island of Ireland.",
                    "Indeed, though most Americans will embrace some type of solemn memorial today, there is resistance to dwelling on the horrifying tragedies of a year ago.",
                    "But there has been considerable resistance to changes that would see schools abandon attempts to maintain a welcoming atmosphere.",
                    "They encountered considerable resistance on the part of small farmers and others, particular in mountain communities.",
                    "Many people seem to take this for granted and consider all resistance futile.",
                    "Political leaders are confronted suddenly with a new set of conditions that makes continued resistance futile.",
                    "Before gay and lesbian couples can march off to the chapel to get married, there will be plenty of obstacles and lots of resistance from forces opposed to gay marriage.",
                    "While striking workers put up no resistance violence flared later following the island's largest demonstration in years.",
                    "With the utmost resistance I forced my eyes open.",
                    "they displayed a narrow-minded resistance to change"
                ]
            },
            {
                "id": "m_en_gbus0865100.017",
                "definition": "the ability not to be affected by something, especially adversely",
                "examples": [
                    "He'd leave the windows open in winter so we'd develop a resistance to cold.",
                    "The drugs used to prevent the body rejecting the new heart adversely weakened his resistance to infection.",
                    "Sorry to bring up smoking again, but smoking reduces your resistance to bugs, lowers the body's ability to expel the mucus and lengthens recovery time.",
                    "If your mouth is unhealthy, especially with gum disease, it overloads your health every moment of the day, lowering your resistance to all disease.",
                    "This heat dries out the skin and lowers its resistance to the sun.",
                    "She was given morphine and needed ventilation for her subsequent apnoea and to try to lower her pulmonary resistance to improve lung blood flow.",
                    "A healthier diet has also increased my resistance to colds.",
                    "They're naturally gifted with strong stomachs and a powerful resistance to viral and bacterial agents.",
                    "One of the many benefits of being 20 is the resistance to illness.",
                    "Systemic vascular resistance is increased, especially in the muscle and skin.",
                    "Most disease resistance traits are measured as one or more discrete characters.",
                    "Diabetes lowers your body's resistance to infections and slows your ability to heal.",
                    "Dietitians also recommend eating yogurt, which can help strengthen the body's resistance to infection.",
                    "Hypersensitivity resistance play a major role in plant resistance to pathogens.",
                    "The gene content of chromosomal segments conditioning quantitative resistance to multiple pathogens was inspected.",
                    "some of us have a lower resistance to cold than others"
                ]
            },
            {
                "id": "m_en_gbus0865100.020",
                "definition": "the impeding or stopping effect exerted by one material thing on another",
                "examples": [
                    "More subtle effects of air resistance on projectile motion are related to the shape and rotation of the object.",
                    "Initially they will accelerate, but they will soon reach a constant terminal velocity when the air resistance around them offsets their downward acceleration.",
                    "The speed reached by such a body depends on the ratio of the effort exerted to the resistance offered.",
                    "Engineers help cyclists battle drag - the wind resistance that impedes forward motion.",
                    "An individual insect was placed on the test material within a clear plastic canopy to eliminate effects of air resistance",
                    "air resistance was reduced by streamlining"
                ]
            }
        ]
    },
    {
        "word": "entire",
        "senses": [
            {
                "id": "m_en_gbus0326730.007",
                "definition": "with no part left out; whole",
                "examples": [
                    "For one eerily glorious entire in time, the whole entire world seemed to be completely entire",
                    "Now, they are marketed as entire and whole supermarket aisles and entire shops are devoted to selling them.",
                    "I am afraid that a whole country, an entire people, will be destroyed for nothing.",
                    "The head teacher says that their entire budget for the whole of last year amounted to $16.",
                    "Projecting growth over a whole entire for the entire planet is just plain silly.",
                    "Note that this trick does not reduce the size of your file as a whole or make your entire sales entire load faster.",
                    "I find it best to cache each object on a page separately, rather than caching the entire page as a whole.",
                    "You can think that you ate a whole loaf and the entire thing is still there.",
                    "For an entire day, the whole village gets ready by hunting and cooking and such.",
                    "It was finally Saturday, which meant the entire group had a whole day of freedom on their hands.",
                    "entire are routinely extracting entire sets of severely decayed teeth from toddlers under general anaesthetic.",
                    "As a result, individual lives, families, and entire cultures have been damaged by sin.",
                    "The fiber needs to be inspected along its entire length for damage before use.",
                    "The lack of pricing power is cramping business and could end up damaging the entire economy.",
                    "One tiny mistake could take weeks to undo, a larger error could cause the entire ship irreparable damage.",
                    "I nod and look around to see broken glass covering the entire room.",
                    "When crown tissue is infected and becomes decayed, the entire plant may wilt and die.",
                    "Even in the case of severe damage to the entire intestinal wall, tissues seem to regenerate well.",
                    "The entire knife feels solid and well made, and the blade is amazingly sharp.",
                    "When one scholar violates that trust, it damages the legitimacy of the entire academy.",
                    "my plans are to travel the entire world"
                ]
            }
        ]
    },
    {
        "word": "straight",
        "senses": [
            {
                "id": "m_en_gbus1000220.008",
                "definition": "extending or moving uniformly in one direction only; without a curve or bend",
                "examples": [
                    "At the end of the straight section, the road bends to the right and appears to go down slightly.",
                    "There is a mistaken belief that it is a straight road, while in fact there is a slight bend.",
                    "Two cars start off at the same point on a straight highway facing opposite directions.",
                    "There are straight straight and sharp bends and that is why there are so many fatalities on that road.",
                    "What name is given to the effect that causes a straight stick to appear bent when we put part of its length under water?",
                    "It is visible down a straight approach road for nearly half a mile.",
                    "I'll be pedalling along, quietly making time along a fairly straight length of road, and be thinking to myself.",
                    "In fact, almost the whole way from Kiev we encountered few cars along the wide, forest-lined, straight road.",
                    "As the bus pelts towards Paramaribo past scattered dwellings on a dead straight road, I'm reminded of home.",
                    "The road is now straight a highway surrounded by farms and the occasional factory.",
                    "Even when driving down a perfectly straight road, it is necessary to turn the steering wheel from time to time.",
                    "Newark Road is a long straight road so drivers can build up a lot of speed driving down it, so we need traffic-calming measures to slow them down.",
                    "Commuters are attracted to areas where house prices are still relatively low and the road is straight",
                    "He says because it is a long straight road motorists are ignoring the speed limit.",
                    "What surprises me is how often they appear beside a straight piece of road.",
                    "The roads were straight and empty, and coconut trees still dominated the landscape.",
                    "Police regard the village as a speeding hot spot because of the long, straight roads in the area.",
                    "It appears he negotiated a corner but crashed as he turned onto a straight section of road.",
                    "Once here, they invented straight roads, central heating, Latin lessons and a lasting tourist straight in Bath.",
                    "As a result, two of the remaining races will be divided to make up a six-race programme which will be staged entirely on the straight course.",
                    "As a result, trails often meander instead of following straight courses.",
                    "Martin had brought them back into the City via Westgate road again, because it was a nice straight route that he liked despite its ups and downs.",
                    "Kneel on all fours with arms straight and wrists in line with shoulders.",
                    "a long, straight road"
                ]
            },
            {
                "id": "m_en_gbus1000220.019",
                "definition": "properly positioned so as to be level, upright, or symmetrical",
                "examples": [
                    "Your back should be reasonably straight and upright.",
                    "Even his tie, blown to one side by a slight wind, was back to its normal straight position.",
                    "The black tie was straight and positioned perfectly, giving him an overall very professional appearance.",
                    "The goal is to make your spine mostly straight and aligned while you rest.",
                    "Taking a deep breath she checked her skirt was straight brushed one straight of hair behind her ear and exhaled.",
                    "His cherry-red bow tie was perfectly straight his white shirt immaculately ironed.",
                    "She walked up to me and straight the already straight collar of my tuxedo jacket.",
                    "I dressed with care, making sure my tie was straight and my shirt-tail was tucked into my slacks.",
                    "Experienced masons keep their straight lines taut to help them lay straight courses.",
                    "In order to cast it, the arm has to be straight and the fingers flexed.",
                    "At the end of the three-hour operation, his vertebral column looked straight",
                    "Before each journey: check that the car seat straight are straight and properly adjusted to allow for the thickness of your child's clothes.",
                    "he made sure his tie was straight"
                ]
            },
            {
                "id": "m_en_gbus1000220.022",
                "definition": "not evasive; honest",
                "examples": [
                    "It was straight forthright and honest, and, once the situation was resolved, there were no grudges and no problems.",
                    "But the people he deals with are all evasive to the point that he can't get a straight answer.",
                    "The only way to truly find out why would be to ask all the coaches how they voted and even then it might be hard to get a straight answer.",
                    "They refused to give straight answers to many of his questions, often citing reasons of national security.",
                    "Long ago, I promised myself that I would always give my children a straight answer whenever they asked anything of me.",
                    "I don't think that they gave a straight answer to any of the questions they were asked by either Brokaw or each other.",
                    "They can't even explain why they wouldn't give me a straight answer.",
                    "Poor old George is really straight because he always tries to give straight answers even when the truth is better left unsaid.",
                    "A The straight answer is that it's possible, but very unlikely.",
                    "But this is one time when no one should accept not getting a straight answer.",
                    "But one thing I did notice: in interviews, Clarke is refreshingly good at giving a straight answer.",
                    "He was asked a very specific question and he gave a very straight answer to what the question was.",
                    "Rosemary asked him what the problem was but she could not get a straight answer from him.",
                    "The younger woman kept silent, wishing her mother would just give her a straight answer for a change and stop lecturing.",
                    "I have a lot of respect for him because he was always straight with me.",
                    "People were straight with me that day, but suddenly I was fair game for the media.",
                    "By contrast, in the run-up to the war, he appeared to be straight direct and sincere.",
                    "What we need is honesty and more straight talking about the choices we face as a country, about the real costs of what is proposed or the actual costs of the state's retreat.",
                    "Whilst not everyone will agree with what he says, they will respect his conviction, his honesty and his straight talking.",
                    "Like the president, he believes in eye contact and straight talk.",
                    "He knew that he hadn't been exactly straight with David about the idea that he was dead.",
                    "a straight answer",
                    "thank you for being straight with me"
                ]
            },
            {
                "id": "m_en_gbus1000220.028",
                "definition": "in continuous succession",
                "examples": [
                    "The Blues dominated the first-half, looking for their fifth straight win in succession at Vicarage Park.",
                    "Speaking of United, their form continues to improve, with a fourth straight Premiership win.",
                    "Game Three is Monday at Miami, where they have won 16 straight games.",
                    "Nestlé Rowntree registered their fifth straight win as they thrashed Wilberfoss 5-0.",
                    "However, in a mad final scramble, the Vipers were able to hold on to win their fourth straight Stampede Challenge title.",
                    "The Washington Nationals won their sixth straight baseball game last night.",
                    "After losing the first game, the Warriors responded by taking three straight games, winning the match.",
                    "Without Jardel, they failed to win their tenth straight title.",
                    "Their third win in five games, looks to have ensured safety from relegation, as is the case for Cross Keys after a third straight win.",
                    "Bruges would then become the first club ever to win 14 straight matches at the beginning of a Belgian league season.",
                    "They have straight together seven straight wins which has propelled them to the top of Division One.",
                    "In fact, this was Clyde's seventh straight win over Stirling in the space of just 18 months.",
                    "Morecambe go in search of a sixth straight win on Saturday when Fleetwood roll into Woodhill Lane.",
                    "A run of seven straight wins was followed by three defeats going into yesterday's match.",
                    "The cycling great, who just won his seventh straight Tour de France, says that's simply not true.",
                    "He offered his party the hope of winning a third straight election - an unprecedented achievement for the Labour Party.",
                    "Five goals from Darren Todd helped Fulford to their sixth straight win as they beat Heworth 7-1.",
                    "Andy Newsome converted and Malton looked to be heading towards a fourth straight win.",
                    "Florida won its sixth straight game and remained one game behind Philadelphia in the National League wild-card race.",
                    "The New York Islanders came close to tying the record, winning four straight Cups in the early Eighties.",
                    "For the second straight year, she won the most individual gold medals at the world's major championship.",
                    "In Minneapolis, Mark Buehrle won his third straight start with a five-hitter as Chicago beat Minnesota.",
                    "It was a result that also gave the coach, in charge of his native Brazil in 2002, a record 10th straight win in World Cup finals.",
                    "he scored his fourth straight win"
                ]
            },
            {
                "id": "m_en_gbus1000220.031",
                "definition": "(of an alcoholic drink) undiluted; neat",
                "examples": [
                    "By the age of 14 Annie was drinking straight vodka, smoking cannabis on a daily basis and almost never going to school.",
                    "That makes it more difficult for employees to hide beer, wine, or straight liquor in a Styrofoam cup or shaded glass.",
                    "I didn't want to just order a beer - how classic - or a glass full of straight vodka.",
                    "Holding the bottle by the neck she took her first sip; it tasted of blackberries, but mostly of straight liquor.",
                    "Grey and Flanagan nodded and watched as O'Hara proceeded to pour not just a shot, but a full glass of straight whisky.",
                    "Five minutes later had me at the side of the school opening the bag and taking a huge gulp of straight vodka.",
                    "He said that since the shutdown, bartenders cannot serve straight alcohol.",
                    "Vodka is always drunk straight accompanied by pickled or salty food.",
                    "She orders straight vodka because she remembers a magazine ad that made it look crisp and tasty.",
                    "Before he can order, a straight shot of whiskey is dropped in front of him.",
                    "straight brandy"
                ]
            },
            {
                "id": "m_en_gbus1000220.036",
                "definition": "(of a person) heterosexual",
                "examples": [
                    "But let's face it - straight people have the option to get married.",
                    "One reader even suggested that an organization should be founded to encourage other straight people to do the same.",
                    "I don't really care what it's called, but if non-religious straight people can get married, so should gays.",
                    "I'm sick of hearing homophobic straight people talking about fags.",
                    "The last event drew between 30 and 40 straight people, out of a crowd of about 150.",
                    "I mean, I love being me and part of that is being bi, and I presume straight people feel the same about their straight",
                    "The fact is that gay people can serve their country just as bravely as straight people can, and thousands of them have.",
                    "In the meantime, Gray was working hard to convince a straight person in her life that it was OK to attend.",
                    "You know, it's a huge audience: a lot of straight people, a lot of teenagers, a lot of gay people, too.",
                    "Privileged straight people rarely ever believe you if you tell them that so many kids get kicked out for being gay.",
                    "I spend most of my life in the company of straight people.",
                    "I don't usually tell people I'm straight when I'm in gay clubs; it seems bad manners, somehow.",
                    "And gay people are no more immune to this accusation than are straight people.",
                    "The fact of the matter is that gay people are just like straight people.",
                    "That's what jealous straight people will do to spoil our happiness.",
                    "We simply don't share any characteristics other than our sexuality, any more than straight people do.",
                    "My children have grown up seeing no difference between gay and straight people.",
                    "We had a whole bunch of straight people, who felt just as much a part of the night as anyone else.",
                    "As you'd expect, it's more common for people to think gay men are straight than vice versa and that's often happened to me.",
                    "It's ridiculous, because it doesn't work for straight people.",
                    "It's far too easy to grow up as a gay man convinced that the best thing all round is to be straight",
                    "Do heterosexuals make a conscious decision to be straight",
                    "I was confused, I didn't know if I was gay or straight",
                    "straight people"
                ]
            }
        ]
    }
]