[
    {
        "word": "abuse",
        "senses": [
            {
                "id": "m_en_gbus0003740.006",
                "definition": "use (something) to bad effect or for a bad purpose; misuse",
                "examples": [
                    "In the election of 2000, the party in effect abuse the judicial power to seize the presidency for itself, and this time the attempt succeeded.",
                    "He is already facing impeachment over claims that he misused public money and abuse his office since coming to power a year ago.",
                    "That does not make sense, that is not logical, and the judge has abuse his powers.",
                    "By abuse people's willingness to respond to emergencies, you make them less likely to respond to them at all.",
                    "Last year in Parliament, Labor's Craig Emerson accused insurance companies of abuse their market power over small smash repairers.",
                    "Parents are abuse the new guidelines to save money on childminding.",
                    "Because of their unlimited power, some consuls abuse their authority.",
                    "He abuse his position of power to engage in a 3-year affair with a married woman, possibly having a baby with her.",
                    "The list itself was prefaced with the following insight: ‘Leaders with absolute power too often abuse it.’",
                    "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law.",
                    "He should not abuse his power as a manager to bully his subordinates.",
                    "She decided to abuse her authority by leaking confidential information to the media.",
                    "They were warned not to abuse the company's resources for personal gain.",
                    "He was accused of abuse his position as a government official for personal gain.",
                    "She was caught abuse her access to the company's database for personal reasons.",
                    "He was advised not to abuse his influence over his fans for his own benefit.",
                    "She was criticized for abuse her privilege as a celebrity to evade the law.",
                    "They were caught trying to abuse the system by making fraudulent claims.",
                    "He was warned not to abuse his status as a professor by discriminating against certain students.",
                    "She was accused of abuse her position as a judge by accepting bribes.",
                    "They were caught trying to abuse the loopholes in the tax laws for their own benefit.",
                    "He was criticized for abuse his fame by promoting unhealthy products to his fans.",
                    "She was warned not to abuse her power as a landlord by mistreating her tenants.",
                    "They were accused of abuse their authority as police officers by using excessive force.",
                    "He was caught trying to abuse the company's credit card for personal expenses.",
                    "She was criticized for abuse her control over the company's finances for personal gain.",
                    "They were warned not to abuse their access to customers' personal information for unauthorized purposes.",
                    "He was accused of abuse his position as a doctor by overprescribing medication to patients."
                    "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law."
                ]
            },
            {
                "id": "m_en_gbus0003740.014",
                "definition": "treat with cruelty or violence, especially regularly or repeatedly",
                "examples": [
                    "Married off at 11 and repeatedly abuse by her husband, she fought against the officially outlawed caste system, becoming a folk hero to many and a menace to others.",
                    "During 10 months of detention, he was repeatedly abuse and tortured.",
                    "The foundation has also helped a man, who has been regularly physically abuse by his wife.",
                    "We believe that wasn't sufficient, that if people were in a situation where they were at risk of violence, or being abuse that they needed immediate help.",
                    "After being repeatedly abuse the boy escapes, but something inside him is damaged for life.",
                    "Detecting these injuries is important as up to 30% of children who are repeatedly abuse die.",
                    "I saw children who had been repeatedly abuse by loved ones or people in authority.",
                    "Does Claire Baron not realise that a large percentage of the animals under their care have been abuse or cruelly treated?",
                    "Asylum seekers can be incarcerated for years, treated like criminals and abuse by staff, resulting in systematic health problems.",

                    "His difference makes him a victim, repeatedly abuse and cheated.",
                    "He was arrested for abuse his wife and children.",
                    "She decided to leave him after he abuse her repeatedly.",
                    "They were caught abuse the animals on their farm.",
                    "He was accused of abuse his power as a prison guard by mistreating the inmates.",
                    "She was criticized for abuse her authority as a teacher by bullying her students.",
                    "He was warned not to abuse his position as a caregiver by neglecting his patients.",
                    "She was accused of abuse her influence as a coach by pressuring her athletes to use performance-enhancing drugs.",
                    "They were caught abuse the elderly residents of the nursing home where they worked.",
                    "He was criticized for abuse his authority as a referee by making biased calls.",
                    "She was warned not to abuse her power as a boss by intimidating her employees.",
                    "They were accused of abuse the children in their care by neglecting their needs.",
                    "He was caught trying to abuse his position as a police officer by framing an innocent person.",
                    "She was criticized for abuse her control over the company's finances by embezzling money.",
                    "They were warned not to abuse their authority as members of the government by accepting bribes.",
                    "He was accused of abuse his position as a pastor by engaging in sexual misconduct.",
                    "She was caught abuse her power as a judge by giving lenient sentences to her friends.",
                    "They were criticized for abuse their influence as celebrities by promoting harmful products.",
                    "He was warned not to abuse his position as a landlord by evicting tenants without cause.",
                    "She was accused of abuse her authority as a prosecutor by withholding exculpatory evidence."
                    "His difference makes him a victim, repeatedly abuse and cheated."

                ]
            },
            {
                "id": "m_en_gbus0003740.019",
                "definition": "speak to (someone) in an insulting and offensive way",
                "examples": [
                    "I do all the housework; I practically serve you while you lie around and insult and abuse me.",
                    "But in the post-match press conference, he accused Inter's players of verbally abuse him.",
                    "Their sole purpose in being at the Old Head is to disrupt our business by intimidating, insulting and abuse our guests who come from all over the world.",
                    "That is why I left the group because people were always trying to disrespect and abuse me.",
                    "Or Colin Montgomerie, for that matter, who is still seeking a major tournament, and has spoken about quitting the United States, because the crowds there keep abuse him.",
                    "Even for the game against Dubnica last week, there were only about 1,000 fans and some of them were abuse us.",
                    "We were still going along quite well, but he was just verbally abuse me.",
                    "You spent most of your email abuse me for claiming that the share price would go down if shareholders did not endorse the shift to the US.",
                    "But he started throwing around exercise books and verbally abuse me.",

                    "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him.",
                    "He was abuse towards his coworkers and often yelled at them.",
                    "She was accused of abuse her ex-boyfriend by constantly insulting him.",
                    "They were caught abuse the customer service representative by using profanity.",
                    "He was criticized for abuse his position as a talk show host by verbally attacking his guests.",
                    "She was warned not to abuse her authority as a teacher by insulting her students.",
                    "He was accused of abuse his power as a parent by belittling his children.",
                    "She was caught abuse her influence as a social media influencer by making derogatory comments about her followers.",
                    "They were criticized for abuse their authority as police officers by using racial slurs.",
                    "He was warned not to abuse his position as a coach by verbally abuse his players.",
                    "She was accused of abuse her power as a manager by insulting her employees.",
                    "They were caught abuse their authority as security guards by insulting the patrons.",
                    "He was criticized for abuse his influence as a comedian by making jokes about marginalized groups.",
                    "She was warned not to abuse her position as a journalist by insulting her interviewees.",
                    "They were accused of abuse their power as immigration officers by using dehumanizing language towards migrants.",
                    "He was caught abuse his authority as a professor by making derogatory comments about certain groups of students.",
                    "She was criticized for abuse her influence as a public figure by using offensive language on social media.",
                    "They were warned not to abuse their position as public officials by insulting their constituents."

                    "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him."

                ]
            },
            {
                "id": "m_en_gbus0003740.025",
                "definition": "the improper use of something",
                "examples": [
                    "alcohol abuse",
                    "an abuse of public funds",

                    "He was accused of abuse his access to confidential information.",
                    "She was criticized for abuse her privilege of using the company car for personal reasons.",
                    "They were caught abuse the company credit card by making unauthorized purchases.",
                    "He was warned not to abuse the trust given to him by using company resources for personal gain.",
                    "She was accused of abuse her power by using her connections to gain an unfair advantage.",
                    "They were caught abuse the system by exploiting loopholes for their benefit.",
                    "He was criticized for abuse his authority by making decisions without consulting his team.",
                    "She was warned not to abuse the leniency of the attendance policy by taking excessive time off.",
                    "They were accused of abuse the flexibility of the work-from-home policy by not completing their tasks.",
                    "He was caught abuse the company email system by sending inappropriate messages.",
                    "She was criticized for abuse the company's social media account by posting offensive content.",
                    "They were warned not to abuse the company's Wi-Fi by downloading large files that slowed down the network.",
                    "He was accused of abuse the terms of the contract by not fulfilling his obligations.",
                    "She was caught abuse the use of company equipment by taking it home for personal use.",
                    "They were criticized for abuse the training budget by attending expensive courses that were not relevant to their job.",
                    "He was warned not to abuse the company's dress code policy by wearing inappropriate clothing to work.",
                    "She was accused of abuse the company's sick leave policy by taking days off without being sick.",
                    "They were caught abuse their influence by convincing others to act against their own interests.",
                    "He was accused of abuse the leniency of his job by taking extended breaks without permission.",
                    "She was criticized for abuse the generosity of her employer by taking advantage of their goodwill.",
                    "They were warned not to abuse their access to confidential information by sharing it with unauthorized parties.",
                    "He was caught abuse the trust of his colleagues by spreading rumors about them behind their backs.",
                    "She was accused of abuse the resources of the company by using them to promote her personal brand."

                    "He was fired from his job for the abuse of company property.",
                    "The abuse of prescription drugs is a growing problem in society.",
                    "The abuse of trust in the relationship resulted in a permanent breakup.",
                    "The athlete was banned from the sport for two years due to the abuse of performance-enhancing drugs.",
                    "The abuse of natural resources has caused significant harm to the environment.",
                    "The abuse of technology is leading to a lack of face-to-face communication skills.",
                    "The abuse of public funds for personal gain is considered a serious crime.",
                    "The abuse of workers' rights is a major issue in many industries around the world."
                ]
            },
            {
                "id": "m_en_gbus0003740.030",
                "definition": "cruel and violent treatment of a person or animal",
                "examples": [
                    "a black eye and other signs of physical abuse",
                    "The animal rights organization is fighting against the abuse of animals in factory farms.",
                    "The victim of domestic abuse suffered physical and emotional scars from the cruel treatment by her partner.",
                    "The abuse of prisoners of war is a violation of international humanitarian law.",
                    "The abuse of the elderly in nursing homes is a growing problem that needs to be addressed.",
                    "The psychological abuse can be just as damaging as physical abuse.",
                    "The abuse of women and children is a widespread issue that needs to be eradicated.",
                    "The abuse of power by law enforcement officers is a serious concern for communities.",
                    "The abuse of immigrants and refugees, including human trafficking, is a global problem that demands action."

                ]
            },
            {
                "id": "m_en_gbus0003740.034",
                "definition": "insulting and offensive language",
                "examples": [
                    "waving his fists and hurling abuse at the driver",
                    "It is not appropriate to abuse someone in public.",
                    "We should not abuse anyone based on their ethnicity or religion.",
                    "Some people abuse others to feel powerful.",
                    "She felt ashamed for abuse her colleague in front of the team.",
                    "Parents should not abuse their children, no matter how frustrated they are.",
                    "He was abuse the referee throughout the game.",
                    "It's never okay to abuse someone verbally or physically.",
                    "He was caught abuse his position of authority.",
                    "Some people abuse their power to get what they want.",
                    "Abuse someone is never the solution to any problem.",
                    "People who abuse others need to be held accountable for their actions.",
                    "The teacher was accused of abuse his students.",
                    "Abuse others is a sign of weakness, not strength.",
                    "The CEO was abuse company funds for his personal expenses.",
                    "He was abuse his partner both physically and verbally.",
                    "She was crying in the bathroom after being abuse by her boss.",
                    "He was abuse his dog by not giving him food and water.",
                    "Abuse others only shows how low and pathetic a person can be.",
                    "It's important to speak up when you see someone being abuse.",
                    "Abuse animals is a serious crime and should not be taken lightly.",
                    "It's never too late to seek help if you have been abuse.",
                    "She was arrested for abuse a police officer.",
                    "The manager was abuse his authority by making his employees work overtime without pay.",
                    "Abuse someone emotionally can leave long-lasting scars.",
                    "People who abuse others often have underlying psychological issues."
                ]
            }
        ]
    },
    {
        "word": "fight",
        "senses": [
            {
                "id": "m_en_gbus0360630.007",
                "definition": "take part in a violent struggle involving the exchange of physical blows or the use of weapons",
                "examples": [
                    "A study found that girls as young as 13 are smoking, swearing, fight drinking and disrupting lessons in ever higher numbers.",
                    "Her personal bodyguards fight valiantly to keep by her side.",
                    "Needless to say, I struggled and fight like hell the whole damn way.",
                    "He came and pushed me against the bar, then he and Joe started fight again.",
                    "Most experts agree that a person attacked by a cougar should fight like hell.",
                    "We were always fight with the other guys.",
                    "Students were fight and overturning desks and the teacher was shouting, ‘they're animals.’",
                    "The police were called by the bus driver after two pupils began fight as the bus was travelling through town.",
                    "Within five minutes of the sentencing, court spectators jumped the railing, fight with officials and seized the defendant.",
                    "Two team members charged into the stands and fight with fans in the final minute of Friday's game.",
                    "The two men decided to fight in the street.",
                    "The boxer was ready to fight his opponent.",
                    "The soldiers were trained to fight in combat.",
                    "The knights prepared to fight in the tournament.",
                    "The two cats began to fight over the food bowl.",
                    "The police officers had to fight off the attackers.",
                    "The gladiators were forced to fight to the death.",
                    "The protesters began to fight with the police.",
                    "The two boys decided to fight in the schoolyard.",
                    "The soldiers were ordered to fight to defend their country.",
                    "The martial artist was skilled in hand-to-hand fight.",
                    "The wrestlers were ready to fight in the ring.",
                    "The samurai were trained to fight with swords."
                ]
            },
            {
                "id": "m_en_gbus0360630.018",
                "definition": "struggle to overcome, eliminate, or prevent",
                "examples": [
                    "The chairman of the Senate Intelligence Committee wants to expand the government's powers to fight terrorism.",
                    "Why do we fight even what we know to be in our own vital interests?",
                    "Forty fire trucks and 440 fight valiantly fought the blaze for three hours.",
                    "They fight what they saw as a vicious conspiracy to exploit their father's gift.",
                    "That often frustrating and occasionally rewarding process taught us the many possible roles for physicists in fight terrorism.",
                    "Governments must fight corruption, respect basic human rights, and embrace the rule of law.",
                    "We will stand shoulder to shoulder with any community to fight the scourge of drugs in our county.",
                    "The Chamber also commended the police for their swift response, but warned that a greater effort was needed to fight crime.",
                    "A number of Chinese herbal medicines have been shown to possess an ability to fight infections and strengthen the body's immunity.",
                    "The organization says that the government have done precious little to fight poverty.",
                    "We must fight against discrimination in all its forms.",
                    "The organization was created to fight poverty and hunger.",
                    "She is determined to fight for her rights in court.",
                    "We need to fight climate change to protect our planet.",
                    "He has been fight illness for many years.",
                    "They have been fight to keep their business afloat.",
                    "She is fight to overcome her fear of public speaking.",
                    "He is fight to maintain his sobriety.",
                    "We have to fight corruption and hold those responsible accountable.",
                    "She is fight for justice for her son who was wrongfully convicted.",
                    "He's been fight the system for years to get his invention recognized.",
                    "The team is fight to win the championship.",
                    "She's been fight with her weight her entire life.",
                    "We need to fight against fake news and disinformation.",
                    "He's fight to stay awake during his long shift.",
                    "They are fight to keep their relationship alive despite the distance.",
                    "We have to fight to preserve our natural resources for future generations.",
                    "She's fight to break the glass ceiling in her industry.",
                    "He's been fight his addiction to cigarettes for years.",
                    "They are fight to save their endangered species from extinction."
                ]
            },
            {
                "id": "m_en_gbus0360630.045",
                "definition": "make a determined effort to achieve or resist something",
                "examples": [
                    "he'd got into a fight with some bouncers outside a club",
                    "She's fight to get into the best university in the country.",
                    "He's fight to keep his job despite the company's financial troubles.",
                    "We need to fight to protect our civil liberties.",
                    "She's fight to overcome her fear of public speaking.",
                    "He's fight to save his marriage from falling apart.",
                    "We have to fight to keep our dreams alive.",
                    "She's fight to break free from her abusive relationship.",
                    "He's fight to achieve his fitness goals.",
                    "We need to fight to end systemic racism.",
                    "She's fight to get her artwork recognized in the art world.",
                    "He's fight to stay sober and overcome his addiction.",
                    "They're fight to save their family farm from foreclosure.",
                    "She's fight to raise awareness about mental health issues.",
                    "He's fight to become a better person every day.",
                    "We have to fight to make sure everyone has access to healthcare.",
                    "She's fight to become the first woman president of her country.",
                    "He's fight to prove his innocence in court.",
                    "They're fight to win the contract for the new project.",
                    "She's fight to get her book published and become a best-selling author.",
                    "He's fight to keep his community safe from crime and violence.",
                    "We must fight to protect our planet from climate change.",
                    "She wants to fight to achieve her dreams.",
                    "He needs to fight to keep his position in the company.",
                    "We have to fight to overcome the challenges ahead.",
                    "They will fight to secure a better future for their children.",
                    "She is determined to fight to prove her innocence.",
                    "He's ready to fight to defend his beliefs."
                ]
            }
        ]
    },
    {
        "word": "market",
        "senses": [
            {
                "id": "m_en_gbus0618760.006",
                "definition": "a regular gathering of people for the purchase and sale of provisions, livestock, and other commodities",
                "examples": [
                    "There is always a danger, of course, that these events could be taken over by the sort of traders who sell their wares at car-boot sales and regular street market",
                    "It was a busy day in Nether Wallop when more than 300 people gathered in the village square for a street market and party.",
                    "A taster day is this Friday in market Square with the main market on Church Street from Saturday to Monday.",
                    "Concerted people pressure defeated a plan to hold a weekend market and car boot sale at two Morden car parks.",
                    "The EU has implemented an immediate ban on all shows, market fairs and sales involving collections of birds within its borders.",
                    "He's spent more than a decade collecting them at garage sales and market",
                    "They are usually sold in street market car boot sales and are also hawked around pubs.",
                    "In 2001 the residents in Hogan's street had a street party, and have since had garage sales, mini market and tea parties.",
                    "She liked the odd bits and ends she could find in market or garage sales because it was more unique than store-bought jewelry.",
                    "Find a cheap old light fitting at market garage sales, etc. and then dismantle it.",
                    "They will market their products at the farmers' market.",
                    "The town will market the new market day to the surrounding area.",
                    "The farmers will market their freshly grown produce at the weekly market.",
                    "The market is a great place to find unique products.",
                    "The vendors will market their handmade crafts at the artisan market.",
                    "The company will market their new line of products at the trade market.",
                    "The market is a popular destination for tourists.",
                    "The farmers market their livestock at the weekly market.",
                    "The market is the perfect place to buy local products.",
                    "The vendors will market their goods at the flea market.",
                    "The farmers will market their crops at the harvest market.",
                    "The company will market their latest product at the consumer market.",
                    "The market is held every Saturday in the town square.",
                    "The vendors will market their antiques at the vintage market."

                ]
            },
            {
                "id": "m_en_gbus0618760.011",
                "definition": "an area or arena in which commercial dealings are conducted",
                "examples": [
                    "Science has shown that Canadian beef is safe, yet export market remain closed.",
                    "But there is no reason to expect a house price boom - particularly if the labour market and wages growth remain subdued.",
                    "The labour market remains fairly tight and employers always have to be on the look-out for new sources of employees.",
                    "Exports to continental EU market are likely to remain challenging.",
                    "The exigencies of market forces and the legacy of over-exploited finite resources and deregulated labour market remain.",
                    "Today a spokesman for the historic firm said the move followed a decision to focus the business on the commercial market in Leeds.",
                    "Meanwhile, commercial real estate market remained weak and new construction was limited.",
                    "Meanwhile, Spain continues to confound business experts by remaining the biggest market for blended whisky.",
                    "Many are the companies which have relied heavily on sales into the home market only to see trends, fashions or buying patterns change.",
                    "The gorillas' natural habitat has been gradually destroyed to make way for farmland and cash crops for sale on the global market",
                    "I need to market my products more effectively.",
                    "The company plans to market their new line of products soon.",
                    "We are currently researching how to market our services better.",
                    "She was able to successfully market her skills to potential employers.",
                    "The store is trying to market its products to a younger audience.",
                    "He hopes to market his invention to a wide range of consumers.",
                    "The company is using social media to market their latest product.",
                    "The new startup is looking for ways to effectively market their services.",
                    "She is in charge of market the new product to customers.",
                    "The team is working on a new strategy to market their business.",
                    "The company's market team is highly skilled and experienced.",
                    "The market campaign for the new product was highly successful.",
                    "The ad agency was tasked with market the company's new line of products.",
                    "The startup is focused on creating a market plan that targets the right audience.",
                    "They are currently researching the best ways to market their products overseas.",
                    "The company's market efforts have helped it expand its reach and increase sales.",
                    "The market team is constantly coming up with new and creative ways to promote the company's products."
                ]
            },
            {
                "id": "m_en_gbus0618760.019",
                "definition": "Financial Markets",
                "examples": [
                    "the product was market under the name ‘aspirin’",
                    "Investors are eagerly watching the stock market.",
                    "She decided to invest in the bond market.",
                    "He made a fortune in the currency market.",
                    "The company's shares are now trading on the public market.",
                    "The market is very volatile these days.",
                    "Many people lost money in the housing market crash.",
                    "The government is trying to regulate the financial market more tightly.",
                    "They specialize in providing market analysis to investors.",
                    "He works for a hedge fund that trades in the derivatives market.",
                    "The commodity market is affected by fluctuations in supply and demand.",
                    "The stock market has been on a rollercoaster ride lately.",
                    "They offer a variety of financial products to investors in the capital market.",
                    "The Federal Reserve has a significant impact on the money market.",
                    "She tracks the movements of the foreign exchange market closely.",
                    "The company is considering going public and entering the stock market.",
                    "They have a solid track record of investing in emerging market.",
                    "The bond market is generally considered to be less risky than the stock market.",
                    "The mortgage market is heavily influenced by interest rates.",
                    "They provide market research and analysis to institutional investors.",
                    "Many people invest in the futures market to hedge against potential price changes.",
                    "The options market can be very complex and risky for novice investors.",
                    "They specialize in trading on the over-the-counter market.",
                    "The hedge fund made a fortune by shorting the housing market before the crash.",
                    "The credit market can be very challenging for small businesses to navigate.",
                    "The financial market can be affected by a wide range of factors, including economic indicators and geopolitical events.",
                    "Investors are always looking for opportunities to make a profit in the global market.",
                    "She works for a brokerage firm that offers a range of market products and services.",
                    "The capital market is an important source of funding for businesses looking to expand.",
                    "Many investors are turning to alternative market, such as cryptocurrencies, to diversify their portfolios.",
                    "The comedian's act was filled with abuse language that many found to be inappropriate.",
                    "The use of abuse language in the workplace creates a hostile and uncomfortable environment.",
                    "The student was suspended for a week for using abuse language towards a teacher.",
                    "The football fans were ejected from the stadium for engaging in abuse language towards the opposing team.",
                    "The abuse of language on social media has become a major issue, with many people using it to spread hate and misinformation.",
                    "The politician's speeches were filled with abuse language, which many deemed to be unacceptable.",
                    "The abuse of language can result in the loss of credibility and respect.",
                    "The use of abuse language towards someone based on their race, gender, religion, or other personal characteristic is never acceptable."

                ]
            }
        ]
    },
    {
        "word": "violence",
        "senses": [
            {
                "id": "m_en_gbus1130840.006",
                "definition": "behaviour involving physical force intended to hurt, damage, or kill someone or something",
                "examples": [
                    "The most serious incidents include criminal damage and violence against people.",
                    "What I do not respect however is people who kill or otherwise use violence against people for any reason.",
                    "One act of violence against another is an act of violence against one's self.",
                    "New laws could be passed in a bid to tackle the increasing levels of violence against nurses and hospital staff.",
                    "The aims of the campaign are to highlight the prevalence of violence against women.",
                    "It is now being recognised that there is a problem of increased violence against staff.",
                    "The trouble then spreads to town centre takeaways with incidents of criminal damage and violence",
                    "She is pushing for changes in the penal code for rape and violence against women.",
                    "His attitude showed how domestic violence can be as damaging mentally as it is physically.",

                    "The scheme comes about in response to increased levels of violence against health workers.",
                    "Violence should never be the solution to a problem.",
                    "The authorities are taking steps to reduce violence in the area.",
                    "The film was criticized for its excessive violence.",
                    "Violence against women is a serious problem in many countries.",
                    "He was arrested for inciting violence during the protest.",
                    "They witnessed the violence of the storm from the safety of their home.",
                    "The victim suffered a lot of violence at the hands of her abuser.",
                    "The police used violence to subdue the suspect.",
                    "The violence of the explosion destroyed several buildings in the area.",
                    "The government condemned the violence and called for peaceful dialogue.",
                    "The violence of the collision caused significant damage to both cars.",
                    "Violence in sports should not be tolerated.",
                    "The riots were marked by a high level of violence and destruction.",
                    "He was convicted of committing violence against his former partner.",
                    "The violence in the movie was too graphic for some viewers.",
                    "The violence of the attack left the victim with serious injuries.",
                    "They argued that violence was sometimes necessary to achieve justice.",
                    "The violence of the hurricane caused extensive damage to the city.",
                    "The school has a zero-tolerance policy towards violence.",
                    "The violence of the earthquake was felt throughout the region.",
                    "The authorities responded with violence to the peaceful demonstration.",
                    "The violence of the game led to several injuries among the players.",
                    "The increase in gun violence is a major concern for many communities.",
                    "The violence of his temper caused him to say hurtful things to others.",
                    "The scheme comes about in response to increased levels of violence against health workers."

                ]
            },
            {
                "id": "m_en_gbus1130840.010",
                "definition": "strength of emotion or of a destructive natural force",
                "examples": [
                    "No blood is spilled in the book - but its emotional violence is devastating.",
                    "Alarmed by the violence of her sorrow and by being a witness to it, but impatient with the sorrow itself, Ray was a poor pacifier.",
                    "The violence of the wind had lessened - though the air remained redolent with the smell of dust.",
                    "the violence of her own feelings",

                    "The storm violence has uprooted many trees.",
                    "Her words were full of violence and rage.",
                    "The violence of the earthquake shook the entire city.",
                    "The violence of the wind was tearing the roof off the house.",
                    "The violence of the ocean waves was stunning to watch.",
                    "The violence of the river washed away many homes.",
                    "The violence of the fire destroyed the entire building.",
                    "The violence of the tornado was terrifying to witness.",
                    "The violence of the explosion shattered the windows.",
                    "The violence of the thunderstorm was deafening.",
                    "The violence of the hail damaged the roof of the car.",
                    "The violence of the hurricane left the island in ruins.",
                    "The violence of the blizzard made it impossible to leave the house.",
                    "The violence of the flood destroyed many crops.",
                    "The violence of the storm made it difficult to hear anything.",
                    "The violence of the gale force winds was difficult to withstand.",
                    "The violence of the volcanic eruption was destructive.",
                    "The violence of the avalanche buried the town in snow.",
                    "The violence of the landslide destroyed the road.",
                    "The violence of the forest fire was alarming.",
                    "The violence of the meteor shower was breathtaking to watch.",
                    "The violence of the storm surge flooded the entire area.",
                    "The violence of the drought left the land barren.",
                    "The violence of the tsunami washed away everything in its path.",
                    "The violence of the wildfire destroyed many homes.",
                    "The violence of the mudslide covered the entire area.",
                    "The violence of the sandstorm made it hard to breathe."

                    "The violence of the storm left widespread damage in its wake",
                    "The violence of the fire destroyed the entire building in minutes.",
                    "The violence of the protest turned into a full-blown riot, causing chaos in the city.",
                    "The violence of his grief was palpable, and it took him several months to come to terms with his loss",
                    "The violence of his jealousy consumed him, and led to the destruction of his relationships.",
                    "The violence of his enthusiasm was evident in the way he approached his work every day.",
                    "The violence of her sadness was overwhelming, and she struggled to find comfort in anything."

                ]
            }
        ]
    },
    {
        "word": "drug",
        "senses": [
            {
                "id": "m_en_gbus0299710.005",
                "definition": "a medicine or other substance which has a physiological effect when ingested or otherwise introduced into the body",
                "examples": [
                    "The retailing of antibiotics, anti-virus drug and herbal medicines capable of reducing heat skyrocketed.",
                    "Lower doses of the drug result in analgesic effects, while increasing doses will produce amnesic effects.",
                    "Antidepressant and sedative drug gave troublesome side effects and only temporary relief.",
                    "This is closest to modern orthodox medicine as many traditional drug such as aspirin are derived from plants.",
                    "In the more severe cases, tranquilizers and antidepressant drug have been reported to be of benefit.",
                    "This disease can be cured but medicines and drug are beyond the means of most of the villagers.",
                    "They rarely developed new drug or used foreign medicines.",
                    "More conclusive evidence on the relative risks of herbal medicine versus synthetic drug is scarce.",
                    "Medications may range from allopathic drug to alternative medicines to kitchen shelf remedies.",

                    "Slattery eventually hauled himself back from the brink with the help of a clinical psychiatrist and medicinal drug for his mind.",
                    "Drug the patient to reduce the pain",
                    "You should not drug yourself without medical advice",
                    "The doctor will drug him before the operation",
                    "The pharmacy sells drug prescribed by a doctor",
                    "Drug addiction is a serious problem",
                    "Heroin is a highly addictive drug",
                    "Some athletes take performance-enhancing drug to improve their performance",
                    "They used to drug the patients in the psychiatric hospital",
                    "The new drug is being tested for its effectiveness",
                    "Some drug may have side effects",
                    "The government is cracking down on the use of illegal drug",
                    "The drug can help to relieve the symptoms of the disease",
                    "You should not drink alcohol while taking certain drug",
                    "Some people abuse prescription drug for recreational purposes",
                    "The drug has to be taken regularly to be effective",
                    "There are different types of drug for different illnesses",
                    "The drug can be injected or taken orally",
                    "He was caught with illegal drug in his possession",
                    "The drug has been approved by the FDA"

                    "Slattery eventually hauled himself back from the brink with the help of a clinical psychiatrist and medicinal drug for his mind."

                ]
            },
            {
                "id": "m_en_gbus0299710.012",
                "definition": "administer a drug to (someone) in order to induce stupor or insensibility",
                "examples": [
                    "they were drug to keep them quiet",

                    "The patient was drug before the operation",
                    "He tried to drug her with sleeping pills.",
                    "They wanted to drug him to make him more manageable.",
                    "The kidnapper would drug the victim before every move.",
                    "The dentist needed to drug the patient before performing the procedure.",
                    "The spy needed to drug the guard to enter the facility.",
                    "The doctor needed to drug the patient to relieve their pain.",
                    "The bartender was caught trying to drug a customer's drink.",
                    "The suspect was accused of trying to drug his ex-girlfriend's drink.",
                    "The thief drug the guard to get into the building unnoticed.",
                    "The interrogator threatened to drug the suspect if they didn't talk.",
                    "The assassin needed to drug the target to get close enough to kill them.",
                    "The trainer had to drug the horse to calm it down.",
                    "The pilot was accused of being drug while flying the plane.",
                    "The kidnappers drug the victim before demanding a ransom.",
                    "The criminal needed to drug the police dog to avoid being caught.",
                    "The suspect was arrested for trying to drug a child's drink.",
                    "The criminal gang drug their victims before robbing them.",
                    "The kidnapper would drug his victims to avoid being identified.",
                    "The thief needed to drug the store clerk to get away with the theft.",
                    "The pharmacist was caught drug the medication.",
                    "The suspect was caught trying to drug the prison guard.",
                    "The killer drug the victim to commit the murder.",
                    "The kidnappers threatened to drug the victim if their demands were not met.",
                    "The trafficker would drug his victims to keep them compliant.",
                    "The politician was accused of drug his opponent's drink.",
                    "The bartender was fired for drug customers.",
                    "The celebrity's assistant was accused of drug the star's drink."

                    "The patient requested to be drug before undergoing a painful procedure.",
                    "The anesthesiologist carefully monitored the patient's vital signs while administering the drug.",
                    "The patient was given a small dose of the drug to help them relax before the procedure.",
                    "The doctor warned the patient about the possible side effects of the drug before administering it.",
                    "The young man's drug abuse spiraled out of control, leading to his eventual overdose.",
                    "The former athlete's drug abuse ruined his career and reputation.",
                    "The organization's mission is to help individuals struggling with drug abuse and addiction.",
                    "The government has taken steps to address the growing problem of drug abuse in the country.",
                    "The school has implemented a drug abuse prevention program to educate students about the dangers of substance abuse.",
                    "The family was devastated by the news of their son's drug abuse and sought help from a rehabilitation center."

                ]
            }
        ]
    },
    {
        "word": "black",
        "senses": [
            {
                "id": "m_en_gbus0099760.006",
                "definition": "of the very darkest colour owing to the absence of or complete absorption of light; the opposite of white",
                "examples": [
                    "The first attacker was 6ft tall with short blond hair and was wearing black trousers and a white T-shirt.",
                    "Bundles of chemical sticks lay ready to be burnt in it, some making black smoke and some white.",
                    "The video showed a white truck exploding and black plumes of smoke billowing into the air.",
                    "The first girl, with short black hair and a light, kind sounding voice scampered up to her.",
                    "Her hair looked almost black in the dim light, but I later found out it was just a sort of dark brown.",
                    "The door suddenly swung open and a tall man with short black hair and light brown eyes was staring at me.",
                    "He had dark coloured hair and was wearing black jeans and white runners.",
                    "Long wavy black hair and light blue eyes created a contrast that was breathtaking.",
                    "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",

                    "It is coloured golden brown above and white below with a black stripe down the sides of its neck.",
                    "The cat black out the sun.",
                    "His eyes black over in anger.",
                    "The pot black up from the heat.",
                    "The storm black out the sky.",
                    "The coal black his hands and face.",
                    "The fire black the walls of the room.",
                    "The night black out everything in sight.",
                    "The ink black the page.",
                    "The soot black the chimney.",
                    "The lack of light black out the room.",
                    "The shadow black out the shape of the object.",
                    "The paint black the metal of the car.",
                    "The marker black the whiteboard.",
                    "The oil black the surface of the water.",
                    "The mold black the bread.",
                    "The smoke black the air.",
                    "The disease black his lungs.",
                    "The news black his mood.",
                    "The grief black his heart.",
                    "The curse black his soul.",
                    "The failure black his future.",
                    "The lie black his reputation.",
                    "The betrayal black his trust.",
                    "The fear black his mind.",
                    "The depression black his life.",
                    "The addiction black his existence.",
                    "The conflict black their relationship."

                    "It is coloured golden brown above and white below with a black stripe down the sides of its neck."

                ]
            },
            {
                "id": "m_en_gbus0099760.018",
                "definition": "belonging to or denoting a human group having dark-coloured skin, especially of sub-Saharan African ancestry.",
                "examples": [
                    "He set a big example for the rest of the country and for all black South Africans.",
                    "Less than half of all black citizens think that parliament is interested in what they think.",
                    "Many black Americans take great pride in their African ancestry.",
                    "Affirmative action programs aim to provide more black doctors to serve black patients.",
                    "When we enter the airport, a black man in a suit motions for us to come to him.",
                    "Few black miners held leadership positions at the level of president of the union local.",
                    "He argued that if a few black people get into high profile positions every black person benefits.",
                    "He was with a black man aged 18-20, wearing dark clothing and glasses.",
                    "The next enrolled participant is a black woman aged 52, who is a non-smoker.",

                    "He is part of a new generation of black artists who are bringing their eclectic cultural experiences to dance.",
                    "Many people are still discriminated against because they are black.",
                    "He wanted to marry a black woman from Africa.",
                    "Some of the best athletes in the world are black.",
                    "Black people have been fighting for their rights for centuries.",
                    "Her mother is half black and half white.",
                    "He wore a black suit to the funeral.",
                    "Black Lives Matter is a powerful movement for social justice.",
                    "She has black hair and brown eyes.",
                    "Black history is an important part of American history.",
                    "They are proud of their black heritage.",
                    "She went to a historically black college.",
                    "He is a black man who is very successful in business.",
                    "Black culture has influenced many aspects of American society.",
                    "She had a black eye from the fight.",
                    "There are still many stereotypes about black people.",
                    "The movie tells the story of a black family in the South during the 1960s.",
                    "Black women have been leaders in the fight for civil rights.",
                    "He is an expert in black literature.",
                    "The cat had black fur and green eyes.",
                    "Black artists have made important contributions to the art world.",
                    "She was wearing a black dress and heels.",
                    "He was accused of being a black supremacist.",
                    "The black community is diverse and complex.",
                    "She is proud to be black and to stand up for her rights.",
                    "Black politicians have made significant progress in recent years.",
                    "The black church has been an important part of American history.",
                    "He is a member of the Black Panther Party.",
                    "The black population in this city is growing."

                    "He is part of a new generation of black artists who are bringing their eclectic cultural experiences to dance."

                ]
            },
            {
                "id": "m_en_gbus0099760.022",
                "definition": "characterized by tragic or disastrous events; causing despair or pessimism",
                "examples": [
                    "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                    "In the North East, once ships stopped being built, a black depression hung over the region.",
                    "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                    "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                    "But the worst was an old bird who shouted at me about the poll tax and black me for black Wednesday.",
                    "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                    "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                    "This poll is the conclusion of a very black week in this country's politics.",
                    "five thousand men were killed on the black day of the war",

                    "the future looks black",
                    "To lose everything was a black day for him.",
                    "The news of the disaster left us all feeling black.",
                    "The company's financial situation looks black.",
                    "The decision was seen as a black moment in the history of the organization.",
                    "The outlook for the future seemed black to them.",
                    "The stock market crash was a black event for many investors.",
                    "The unexpected death of the leader cast a black shadow over the nation.",
                    "The community was in mourning after the black news of the tragedy.",
                    "The disease has had a black impact on the economy.",
                    "The black situation forced the company to close its doors.",
                    "The mood at the meeting was black after the announcement of the layoffs.",
                    "The black of the situation seemed to overwhelm everyone involved.",
                    "The news of the scandal left a black mark on the politician's reputation.",
                    "The team's poor performance was a black mark on their record.",
                    "The investigation revealed a black history of corruption within the organization.",
                    "The accident was a black spot on the company's safety record.",
                    "The black of the situation led to widespread protests and unrest.",
                    "The aftermath of the war left the country in a black state."



                    "the future looks black"

                ]
            },
            {
                "id": "m_en_gbus0099760.028",
                "definition": "denoting a covert military procedure",
                "examples": [
                    "clearance for black operations came from the highest political level",

                    "The unit was ordered to black out all communication channels.",
                    "The mission was carried out under a black cover operation.",
                    "The operatives were wearing black face masks to conceal their identities.",
                    "The helicopters swooped in during a black operation.",
                    "The special forces team was flown into the area on a black mission.",
                    "The intelligence gathering was conducted under a black op.",
                    "The black helicopters were spotted in the area.",
                    "The military organization was known for its black operations.",
                    "The team of commandos were deployed on a black mission.",
                    "The soldiers were instructed to perform a black raid.",
                    "The details of the operation were kept under black cover.",
                    "The classified military operation was a black operation.",
                    "The elite unit specialized in black operations.",
                    "The troops were inserted into enemy territory under a black op.",
                    "The covert operation was conducted under a black flag.",
                    "The top-secret black operation was successful.",
                    "The team of snipers were deployed on a black mission.",
                    "The agents carried out a black bag operation.",
                    "The operation was carried out by a black ops team.",
                    "The commandos executed a black raid on the target.",
                    "The soldiers conducted a black flag operation.",
                    "The military unit was involved in numerous black operations.",
                    "The reconnaissance mission was conducted under a black operation."

                    "The black mission was deemed too risky, and was ultimately scrapped by the military brass.",
                    "The black team consisted of highly trained special forces operators, tasked with carrying out the covert operation.",
                    "The black operation was classified and only a select few within the government had knowledge of its existence.",
                    "The black ops required the use of advanced technology and tactics in order to achieve its objectives.",
                    "The black operation was designed to be executed quickly and efficiently, with minimal collateral damage.",
                    "The black ops required extensive planning and coordination between various government agencies and military units.",
                    "The success of the black operation relied on the ability of its operators to remain undetected by the enemy.",
                    "The black ops were carried out in some of the most hostile and challenging environments, including jungle and urban areas.",
                    "The risks associated with black operations were substantial, but so were the potential rewards for national security."
                ]
            },
            {
                "id": "m_en_gbus0099760.030",
                "definition": "(of goods or work) not to be handled or undertaken by trade union members, especially so as to express support for an industrial dispute elsewhere",
                "examples": [
                    "the union declared the ship black",
                    "The company was facing a black ban from the workers union, who refused to handle or undertake any of their goods or work.",
                    "The black listed goods were shunned by union workers as a way to show their solidarity with a striking workforce.",
                    "The black ban lasted for several months, causing significant economic harm to the company and its workers.",
                    "The black ban was lifted after the company agreed to the demands of the workers union and improved working conditions.",
                    "The black ban had a ripple effect on the entire industry, as other companies faced similar actions from workers unions.",
                    "The black ban was a powerful tool used by workers unions to leverage their bargaining power and improve their conditions.",
                    "The black ban was used as a way to put pressure on the company to address the grievances of workers and negotiate fairly.",
                    "The construction workers honored the black ban on non-union labor and refused to work on the site until their demands were met.",
                    "The workers' black ban was a show of solidarity with their fellow union members, who were fighting for fair wages and benefits."

                ]
            },
            {
                "id": "m_en_gbus0099760.033",
                "definition": "black colour or pigment",
                "examples": [
                    "a tray decorated in black and green",
                    "a series of paintings done only in greys and black",

                    "the black of the night sky",
                    "I love to wear black clothes.",
                    "The sky turned black as the storm approached.",
                    "The ink in my pen is black.",
                    "The cat had shiny black fur.",
                    "Black is often associated with mourning.",
                    "The night was pitch black.",
                    "The black leather sofa was comfortable.",
                    "The coal miner's face was covered in black soot.",
                    "The black paint on the walls made the room seem smaller.",
                    "The black marble countertop was smooth to the touch.",
                    "The black and white photograph was stunning.",
                    "The black horse galloped across the field.",
                    "The black smoke billowed from the burning building.",
                    "The chalkboard was black with green writing.",
                    "The black tire marks on the road indicated a sudden stop.",
                    "The black beans added depth to the chili.",
                    "The black marker left a bold impression on the white paper.",
                    "The black ants marched in a line across the pavement.",
                    "The black tea was strong and bitter.",
                    "The black patent leather shoes were shiny.",
                    "The night sky was dotted with tiny black stars.",
                    "The black velvet dress was elegant.",
                    "The black pie was tart and sweet."

                    "The artist used thick layers of black paint to create a moody, dramatic effect in his work.",
                    "The black leather jacket added a touch of edge to the outfit.",
                    "The black car gleamed in the sunlight, its sleek exterior commanding attention.",
                    "The black board was the traditional surface used for writing and drawing in the classroom.",
                    "The black ink was a classic choice for writing and printing.",
                    "The black and white photograph had a timeless quality, capturing the essence of the moment.",
                    "The black cat was a symbol of good luck in some cultures, while in others it was considered unlucky.",
                    "The black coffee was a strong and flavorful start to the day.",
                    "The black suit and tie were the standard attire for a business meeting."

                ]
            },
            {
                "id": "m_en_gbus0099760.049",
                "definition": "the situation of not owing money to a bank or of making a profit in a business operation",
                "examples": [
                    "it is hoped the club will be back in the black by the end of the season",
                    "I managed to break even in the first six months—quite a short time for a small business to get into the black",
                    "an insurance company operating in the black will be able to pay for further growth",

                    "The company aims to be back in the black by the end of the year.",
                    "After years of losses, the business is finally seeing some black.",
                    "If we can reduce costs, we may be able to get back into the black.",
                    "The business has been struggling, but there are signs that it could be in the black soon.",
                    "They finally made it back to the black after a long period of financial difficulty.",
                    "The company's efforts to get into the black have been successful so far.",
                    "The business was in the red for several years before finally turning black.",
                    "After a lot of hard work, the business is finally black and making a profit.",
                    "The company has been black for three consecutive quarters now.",
                    "The business had a tough start, but it's finally in the black.",
                    "If we can stay in the black for another quarter, we'll be in a good position.",
                    "The business is hoping to stay in the black for the foreseeable future.",
                    "After years of losses, it's great to see the business finally in the black.",
                    "The company was able to climb out of the red and into the black.",
                    "They worked hard to get the business back in the black after a difficult period.",
                    "The business was struggling, but they managed to turn it around and get back into the black.",
                    "We need to stay in the black if we want to continue to grow the business.",
                    "The business has been making progress towards getting into the black.",
                    "It took a lot of work, but the business is finally in the black and making a profit."
                ]
            },
            {
                "id": "m_en_gbus0099760.063",
                "definition": "refuse to handle (goods), undertake (work), or have dealings with (a person or business) as a way of taking industrial action",
                "examples": [
                    "the union black the film because overtime was not being paid",
                    "The workers decided to black any goods produced at the factory.",
                    "The union instructed its members to black overtime work.",
                    "They decided to black the construction of the new housing development.",
                    "The workers threatened to black the transportation of goods to the site.",
                    "The union members voted to black the new shift patterns proposed by management.",
                    "The workers agreed to black any attempts by management to change their contracts.",
                    "The union decided to black any negotiations with the company until the pay dispute was resolved.",
                    "The employees threatened to black any attempts to introduce new working practices.",
                    "The workers decided to black the delivery of raw materials to the factory.",
                    "The union called on its members to black all work at the plant until their demands were met.",
                    "The workers voted to black any new orders from the company until the pay dispute was resolved.",
                    "The union decided to black the use of agency workers by the company.",
                    "The workers agreed to black any attempts to cut back on health and safety measures.",
                    "The employees threatened to black any changes to their pension scheme.",
                    "The workers voted to black the introduction of new technology at the factory.",
                    "The union called on its members to black the use of sub-contractors by the company.",
                    "The workers decided to black the introduction of new training programs.",
                    "The union instructed its members to black any attempts to outsource work to other countries.",
                    "The workers agreed to black any attempts to impose new productivity targets.",
                    "The employees threatened to black the use of performance-related pay.",
                    "The workers decided to black any attempts by management to introduce a zero-hours contract.",
                    "The union decided to black any changes to the holiday entitlement of its members."

                    "The bank statement showed that the account was in the black, much to the relief of its owner.",
                    "The small business was able to stay afloat and turn a profit, putting them in the black for the first time.",
                    "The CEO was pleased to announce that the company was in the black and that they would be distributing bonuses to employees.",
                    "The investor's portfolio was in the black, thanks to a combination of wise investments and a strong stock market.",
                    "The bank was finally in the black after a period of restructuring and cost-cutting measures.",
                    "The entrepreneur was pleased to see that her hard work had paid off and her business was now in the black.",
                    "The company's finances improved dramatically, moving from red to black within just a few months.",
                    "The individual was relieved to find out that their credit card balance was in the black, allowing them to make future purchases without incurring debt.",
                    "The organization's financial success put them in the black and allowed them to expand their operations and hire more staff."
                ]
            },
            {
                "id": "m_en_gbus0099760.054",
                "definition": "make (something) black; blacken",
                "examples": [
                    "the house was pocked with bullet holes and black by smoke",
                    "The chef black the fish on the hot grill, giving it a delicious crispy exterior.",
                    "The fire black the walls of the building, leaving behind a sooty residue.",
                    "She black the potatoes in the pan to make crispy, flavorful hash browns.",
                    "The metal black as it was heated in the forge, changing its appearance and strengthening its structure.",
                    "He black the steak on both sides, cooking it to perfection in the cast iron pan.",
                    "She black the tofu in the pan to give it a rich, smoky flavor before adding it to the stir-fry.",
                    "The chef black the fish on the hot grill, giving it a delicious crispy exterior.",
                    "The metal black as it was heated in the forge, changing its appearance and strengthening its structure.",
                    "The soot from the chimney black the snow, making it look as if it had rained.",
                    "The ash from the campfire black the surrounding rocks, creating a dramatic contrast with the white snow.",
                    "The wood black as it was burned in the fireplace, giving off a warm and inviting glow.",
                    "The fire black the walls of the building, leaving behind a sooty residue."

                ]
            }
        ]
    },
    {
        "word": "sexual",
        "senses": [
            {
                "id": "m_en_gbus0930030.008",
                "definition": "relating to the instincts, physiological processes, and activities connected with physical attraction or intimate physical contact between individuals",
                "examples": [
                    "This was physical attraction, sexual temptation, nothing more.",
                    "Automobiles, contact sports, uncontrolled sexual activity - all ripe for criminalizing.",
                    "Integral to Wagnerian ideology is a belief that all sense of individual identity vanishes during sexual activity.",
                    "sexual maturation in the boar is a gradual process, with sexual activity and sperm production starting at approximately four months of age.",
                    "Throughout the interview he had presented an extremely distorted attitude and thought processes about his sexual activities with the victim.",
                    "This statute forbids certain intimate sexual activity, even in private and even for married couples.",
                    "A couple live out a relationship through intimate sexual contact and trips to Brixton Academy.",
                    "Remembering acts of physical, emotional and sexual abuse can be extremely painful, and it can be very hard for the therapist and the client to work out what best to do with all that pain and anger.",
                    "Accordingly, there must, he submitted, be a presumption that an allegation of physical or sexual abuse cannot be established without the attendance of the accuser.",

                    "They are based purely on sexual attraction and release, and any strong emotional involvement between those concerned is socially frowned upon.",
                    "The characters in the movie engage in sexual activity.",
                    "The book contains explicit sexual scenes.",
                    "The therapist helps couples to improve their sexual relationship.",
                    "The teacher provided sexual education to the students.",
                    "The survey asked about sexual preferences and practices.",
                    "The couple discussed their sexual fantasies with each other.",
                    "The article discusses the impact of sexual behavior on health.",
                    "The actress refused to perform a sexual scene in the movie.",
                    "The doctor asked about the patient's sexual history.",
                    "The movie includes a warning for sexual content.",
                    "The novel explores the complexities of sexual identity.",
                    "The workshop focuses on improving sexual communication.",
                    "The show features a range of sexual orientations and gender identities.",
                    "The study examines the relationship between sexual attraction and emotional intimacy.",
                    "The counselor discusses sexual issues with her clients."

                    "They are based purely on sexual attraction and release, and any strong emotional involvement between those concerned is socially frowned upon."

                ]
            },
            {
                "id": "m_en_gbus0930030.011",
                "definition": "relating to the sexes or to gender",
                "examples": [
                    "This cultural code expresses contempt for the body; devalues race, gender and sexual difference; and is fixated on ownership and control.",
                    "The award-winning British play promises a salacious good time with its decidedly postmodern take on gender and sexual power relationships in the middle ages.",
                    "It is often based on systematic observation, and can serve as a genuinely useful tool for expanding our concepts of sexual and gender possibilities.",
                    "Three of these central semantic dimensions of rap authenticity are the racial, the gender / sexual and social location.",
                    "Almost all of them are interested in gender or sexual identity and want to show how a given work dramatizes the constructed character of selfhood.",
                    "Native American rites and beliefs about sexual and gender diversity sometimes extend to animal husbandry.",
                    "I could go on about the use of gender and sexual roles in the film.",
                    "While the contestations within the field of gender and sexual identity are important, they may also be symptomatic of larger conflicts.",
                    "Re-appropriation has now spread to other areas of race, gender and sexual identity.",

                    "Smith traversed racial, gender, and sexual borders in other performances as well.",
                    "Sexual attraction can be a complicated and mysterious thing.",
                    "There is still much debate over the social and sexual implications of gender identity.",
                    "As a society, we are still grappling with issues of sexual equality and representation.",
                    "The concept of sexual orientation is becoming more fluid and inclusive over time.",
                    "Sexual reproduction is one of the most fundamental processes in biology.",
                    "It is important to have open and honest discussions about sexual health and well-being.",
                    "Sexual harassment and assault are unfortunately all too common in our society.",
                    "There is a growing awareness of the diversity of sexual experiences and identities.",
                    "Sexual education is a critical component of health and well-being for young people.",
                    "There are many different cultural and religious attitudes towards sexual behavior.",
                    "Sexual stereotypes can be harmful and limiting to individuals and communities.",
                    "It is important to respect and support people of all sexual orientations and gender identities.",
                    "Sexual orientation and gender identity are protected by law in many countries around the world.",
                    "The scientific study of sexual behavior and reproduction is a complex and fascinating field.",
                    "Sexual attraction is not always a simple matter of biology or instinct.",
                    "There are many different factors that can influence sexual attraction and desire.",
                    "Consent is an essential aspect of healthy and respectful sexual relationships.",
                    "Sexual desire can ebb and flow over time, and that is perfectly normal.",
                    "It is important to listen to and respect the boundaries and preferences of our sexual partners.",
                    "Sexual fantasies and desires can be a source of pleasure and fulfillment for many people.",
                    "Sexual expression can take many different forms and can be a highly individual experience."

                    "Smith traversed racial, gender, and sexual borders in other performances as well."

                ]
            }
        ]
    },
    {

        "word": "law",
        "senses": [
            {
                "id": "m_en_gbus0568760.007",
                "definition": "the system of rules which a particular country or community recognizes as regulating the actions of its members and which it may enforce by the imposition of penalties",
                "examples": [
                    "Adequate fencing of pools will be achieved only if fencing is both required by law and regulations are enforced.",
                    "This may be enforced by law with a clause in the legislation to set up regulation of care providers.",
                    "We will make a change to see that justice is served and no more lives will be stolen by law enforcement.",
                    "Employers or scheme operators who do not execute this duty immediately for their members are breaking the law",
                    "Well if some communities are breaking the law then throw the book at them.",
                    "Some people can get away with breaking the law and others face penalties.",
                    "City councilors decided that those breaking the law will incur heavy penalties.",
                    "You must also by law declare certain pecuniary interests in the statutory register kept for this purpose.",
                    "The council is required by law to review conservation areas in their jurisdiction on a periodical basis.",
                    "In countries where military service is compulsory, failure to perform this duty is frequently punishable by law",
                    "To study law, one needs to be prepared to read a lot.",
                    "To break the law is to invite punishment.",
                    "To practice law, one needs to be licensed in the state in which they wish to work.",
                    "To uphold the law is the duty of law enforcement officials.",
                    "To interpret the law correctly is critical in ensuring justice is served.",
                    "To amend the law requires a lengthy and complex legislative process.",
                    "To enforce the law effectively, the authorities need the cooperation of the public.",
                    "To challenge a law, one can file a lawsuit in court.",
                    "To draft a new law requires careful consideration and consultation with experts.",
                    "To follow the law is a civic responsibility.",
                    "To violate the law is to risk criminal charges.",
                    "To adjudicate disputes in accordance with the law is the role of the courts.",
                    "To codify the law is to create a comprehensive and organized system of rules.",
                    "To prosecute offenders is the responsibility of the criminal justice system from the law perspective.",
                    "To respect the law is to respect the rights of others and the principles of justice.",
                    "To learn about the law, one can take classes or attend seminars.",
                    "To revise the law requires a thorough review of its effectiveness and impact.",
                    "To regulate behavior, the law establishes clear standards and expectations.",
                    "To enforce the law fairly and impartially is a fundamental principle of a just society."
                ]
            },
            {
                "id": "m_en_gbus0568760.017",
                "definition": "a rule defining correct procedure or behaviour in a sport",
                "examples": [
                    "Before long the sports law will be amended to bring about fair play and equality in the voting system.",
                    "Foul language is a problem for the law makers in every sport.",
                    "Now out of form strikers and captains who cynically exploit the law of the game are immune from being dropped.",
                    "It was up to the referee to judge whether they stayed within the law of the game and punish them if they didn't.",
                    "Glover agreed that too many people who play the game do not know or understand the law of the game.",
                    "Regardless of whether or not is is true it does point to one of the unwritten law of football: local derbies are a bit special.",
                    "Players should be obliged to be fully conversant with the law of the game.",
                    "Sport is a human activity and we have people, because of the law of the game, who are able to adjudicate the game.",
                    "The law of the game should be simple to understand, a test this latest incarnation sadly fails.",
                    "His walk-off was totally without warning and against both the spirit and the law of the game.",
                    "The law of the game is that the referee is the final arbiter of what is and is not a foul.",
                    "Players must follow the law when it comes to tackling.",
                    "The referee is responsible for enforcing the law of the game.",
                    "Violations of the law can result in penalties or even ejection from the match.",
                    "The law of cricket dictate that the ball must be bowled, not thrown.",
                    "The offside law in soccer can be difficult to understand.",
                    "The law of basketball state that the ball must be dribbled, passed, or shot within a certain time frame.",
                    "Breaking the law in rugby can result in a yellow or red card.",
                    "Understanding the law of tennis is essential for becoming a skilled player.",
                    "The law of the game in ice hockey include specific rules for body checking.",
                    "The law of volleyball mandate that players must rotate positions after serving.",
                    "Players who violate the law in Australian Rules Football can be penalized or even suspended.",
                    "The law of netball require players to move the ball up the court using specific passing techniques.",
                    "Officials must have a thorough understanding of the law of the sport they are overseeing.",
                    "Following the law is important not only for safety, but also for fair play.",
                    "Referees have the authority to interpret the law in certain situations.",
                    "The law of the game in field hockey include specific rules for how the ball can be played.",
                    "Breaking the law in Ultimate Frisbee can result in a turnover of possession.",
                    "The law of handball require players to keep the ball from touching the ground.",
                    "Knowing the law of the sport can help players avoid costly mistakes.",
                    "The law of rugby league state that a player must touch the ball down in the end zone to score a try."

                ]
            },
            {
                "id": "m_en_gbus0568760.019",
                "definition": "a statement of fact, deduced from observation, to the effect that a particular natural or scientific phenomenon always occurs if certain conditions are present",
                "examples": [
                    "Neither has the second law of thermodynamics nor the universal law of gravitation.",
                    "The zeroth law of thermodynamics is commonly expressed as heat flowing from hot to cold objects.",
                    "What if you could distil your own sharpest observation into a scientific law that would bear your name?",
                    "The barrier we are hitting is basically the barrier set by the law of atomic physics.",
                    "Entropy, because it is the measure of the second law is always associated with energy.",
                    "Venus and Mars follow Newton's law but electrons are governed by the law of quantum mechanics.",
                    "The third law is included in most thermodynamics texts, but is not recognised by all as a law of thermodynamics.",
                    "As always my Zeroth law is that the best policy is no policy.",
                    "In physics, this is the law of thermodynamics: that heat will always flow from hot to cold.",
                    "In 1893 Wien stated his displacement law of blackbody radiation spectra at different temperatures.",
                    "The second law of thermodynamics is the law of entropy.",
                    "The law of gravity dictates that any object in the Earth's atmosphere will fall to the ground if dropped.",
                    "The law of thermodynamics govern the behaviour of heat and energy in physical systems.",
                    "The law of motion describe the behaviour of objects in motion.",
                    "The law of conservation of mass states that the total mass of a closed system remains constant over time.",
                    "The law of supply and demand states that prices will rise when demand is high and supply is low.",
                    "The law of diminishing returns states that adding more resources to a production process will eventually result in decreasing marginal returns.",
                    "The law of genetics dictate the inheritance of traits from parents to offspring.",
                    "The law of chemistry explain how molecules interact with each other and undergo chemical reactions.",
                    "The law of large numbers states that as the number of trials in a probability experiment increases, the average of the results will approach the expected value.",
                    "The law of electricity and magnetism describe the behaviour of electrically charged particles and the interaction between electric and magnetic fields.",
                    "The law of inertia states that an object at rest will remain at rest and an object in motion will remain in motion at a constant velocity unless acted upon by an external force.",
                    "The law of optics describe the behaviour of light and how it interacts with objects and materials.",
                    "The law of conservation of energy states that energy cannot be created or destroyed, only transferred or transformed.",
                    "The law of multiple proportions states that when two elements combine to form more than one compound, the ratios of the masses of one element that combine with a fixed mass of the other element can be expressed in small whole numbers.",
                    "The law of special and general relativity describe how space, time, and gravity are related."
                ]
            },
            {
                "id": "m_en_gbus1192403.004",
                "definition": "a hill, typically one that is round or conical in shape",
                "examples": [
                    "I had a lovely walk up North Berwick law today",
                    "Did you climb the law The views are amazing",
                    "The castle is situated on a grassy law.",
                    "The cattle were grazing on the law.",
                    "The children rolled down the green law.",
                    "The park has a beautiful law.",
                    "The ancient burial law overlooks the town.",
                    "The summit of the law provided a breathtaking view of the city.",
                    "The law was covered in wildflowers during the spring.",
                    "The shepherds brought their flocks to graze on the law.",
                    "The monument is located on the top of the law.",
                    "The path winds up the gentle slope of the law.",
                    "The war memorial is situated on the law.",
                    "The park has several law for picnicking and relaxation.",
                    "The hiking trail leads to the top of the law.",
                    "The ancient fortress was built on the law.",
                    "The town's famous festival is held on the law.",
                    "The hillside is covered in lush green law.",
                    "The sheep roam freely on the law.",
                    "The law was used as a gathering place for ancient ceremonies.",
                    "The sunset over the law was magnificent.",
                    "The annual kite festival takes place on the law."

        "word": "harassment",
        "senses": [
            {
                "id": "m_en_gbus0450430.008",
                "definition": "aggressive pressure or intimidation",
                "examples": [
                    "The state also grants us the right to pursue this belief without any form of persecution or harassment",
                    "This organisation should stop at once the harassment and intimidation of left wing militants.",
                    "The Claimant had no option but to do this as the couple were suffering terrible harassment and intimidation.",
                    "He says that Safina activists continue to face harassment and persecution.",
                    "The harassment and persecution of Tamils in Sri Lanka has in no way abated in recent years.",
                    "they face daily harassment and assault on the streets"

                ]
            }
        ]
    },
    {

        "word": "inflation",
        "senses": [
            {
                "id": "m_en_gbus0507850.006",
                "definition": "the action of inflating something or the condition of being inflated",
                "examples": [
                    "Has anyone but me noticed the gross inflation of pool table costs during the last decade?",
                    "After maximal inflation the balloon can immediately be deflated because the mesh opposes elastic recoil.",
                    "As a result, the surgeon decided to dilate the narrowed blood vessel using balloon inflation",
                    "Balloon inflation inevitably stops coronary blood flow, which may induce angina.",
                    "It remains likely that US interest rates will rise again later in the year since the risks lie firmly on the side of higher inflation",
                    "It's like there's inflation on the currency of romance or something.",
                    "Writing in the Guardian last month, Mark Lawson wrote of galloping spiritual inflation in the USA.",
                    "Bags that did survive inflation were installed on pickup trucks for further testing.",
                    "These outer hair cells are trypsin treated from inside and are made spherical by inflation",
                    "the inflation of a balloon",
                    "The balloon was inflation with helium.",
                    "The company is inflation its profits to attract investors.",
                    "The surgeon used a device to inflation the patient's lung.",
                    "She inflation her credentials on her resume.",
                    "The athlete inflation the soccer ball before the game.",
                    "The speaker inflation the importance of his achievements.",
                    "The air mattress can be easily inflation with a pump.",
                    "The artist used an air compressor to inflation the sculpture.",
                    "The real estate agent inflation the value of the property.",
                    "The tires must be inflation to the correct pressure.",
                    "The salesperson inflation the benefits of the product.",
                    "The government is accused of inflation the economic data.",
                    "He inflation his chest to look more impressive.",
                    "The student inflation the word count by using unnecessary words.",
                    "The swimmer inflation his lungs before diving into the water.",
                    "The contractor inflation the cost of the renovation project.",
                    "The politician inflation the importance of his role in the decision.",
                    "The investment bank was caught inflation the stock price.",
                    "The financial advisor warned against inflation the portfolio too quickly.",
                    "The artist inflation the balloons for the installation piece."

                ]
            },
            {
                "id": "m_en_gbus0507850.010",
                "definition": "a general increase in prices and fall in the purchasing value of money",
                "examples": [
                    "In December he indicated that he was concerned about inflation and the excessive risk taking in the markets.",
                    "In a downward inflation trend, salary expectations lag the decreases in inflation",
                    "Although inflation was dramatically reduced, so was demand, output, and employment.",
                    "Meanwhile they have awarded themselves salary rises well above inflation",
                    "Over the long run, as the graph dramatically shows, equities have strongly outperformed bonds and inflation",
                    "These are the same landlords who clamoured over cheap two and three-bed houses in the first place, driving inflation",
                    "The key concern behind the recent market turmoil is inflation",
                    "But in a market where bond yields are tightening and inflation is low, returns are the top priority for investors.",
                    "Some pension experts believe the new statements will give an accurate picture because they reflect the impact of inflation",
                    "That is something Asian companies did not do the last time inflation hit the region in the early 1990s.",
                    "Inflation is caused by an increase in the supply of money.",
                    "The government is working to control inflation.",
                    "High inflation can lead to economic instability.",
                    "Inflation can erode the value of savings.",
                    "Central banks often use interest rates to combat inflation.",
                    "Rising inflation can make it difficult to plan for the future.",
                    "Inflation can be a sign of a growing economy.",
                    "Inflation can make it harder for low-income families to make ends meet.",
                    "Inflation can lead to higher wages in some cases.",
                    "Price increases are a common symptom of inflation.",
                    "Inflation can lead to a decrease in international competitiveness.",
                    "Inflation can be exacerbated by external factors such as global commodity prices.",
                    "Inflation can lead to a decrease in consumer confidence.",
                    "Low inflation can help support economic growth.",
                    "Inflation can cause problems for fixed-income individuals, such as retirees.",
                    "Inflation can reduce the value of pensions and other long-term investments.",
                    "Inflation can create uncertainty in financial markets.",
                    "Inflation can be affected by government policies such as taxation and spending.",
                    "Inflation can have a significant impact on the cost of living.",
                    "Inflation can result in a redistribution of wealth within a society."

        "word": "kill",
        "senses": [
            {
                "id": "m_en_gbus0548430.006",
                "definition": "cause the death of (a person, animal, or other living thing)",
                "examples": [
                    "Fish farmers are licensed to kill predators that threaten their nets, pens and fish.",
                    "He paid tribute to the two soldiers kill in the crash.",
                    "Hamlet is able to avenge his father's death by kill his uncle.",
                    "I have thoughts of kill myself but would not carry them out.",
                    "This time, for the first time, he kill out of anger and hate.",
                    "When the daughter of an industrialist apparently kill herself, her sister is unconvinced.",
                    "A teenage boy was kill in the crossfire, and two soldiers were wounded.",
                    "If the virus kill a bird quickly, the animal is less likely to spread the disease.",
                    "Troy, however, was tragically kill in a motorcycle accident this summer.",
                    "He was tragically kill in an accident while serving with our forces overseas."
                ]
            },
            {
                "id": "m_en_gbus0548430.016",
                "definition": "put an end to or cause the failure or defeat of (something)",
                "examples": [
                    "Any hopes Birmingham had of getting back into the match were kill off by Wayne Rooney with a 78th minute goal.",
                    "Nevertheless, it does mean we're in for a tedious few months as the singles sales chart is finally kill off.",
                    "The suspended bill is then voted on by those registered to vote and if the majority vote against the bill, it is kill off.",
                    "Authorities' failure to kill the counterfeits is in part because the vendors have found a way around the system.",
                    "All sorts of artists and programmers are making changes to the game all the time, and any one change might kill performance.",
                    "Trafford Park itself went into a decline, which meant there was less demand for buses so certain services were kill off.",
                    "But the show was kill off despite the best efforts of Gallagher, an expert in PR spin before the term was invented.",
                    "Early plans for a bit of work were kill off when he lost his job.",
                    "Failure may not kill the President's second-term, but it will weaken it and overshadow successes in other areas.",
                    "Earlier schemes for their redevelopment were kill off by the property downturn of 1990-93."
                ]
            },
            {
                "id": "m_en_gbus0548430.025",
                "definition": "overwhelm (someone) with an emotion",
                "examples": [
                    "He just hoped that Faye would reply soon because the suspense was kill him.",
                    "Please. Stop. The anxiety is kill me.",
                    "I buried my face in Scott's chest and let go of all the repressed emotions that had been slowly kill me.",
                    "I'm currently waiting for so much stuff, the suspense is kill me.",
                    "I think the suspense is going to kill me before Saturday!",
                    "I am worried in case I get rejected, but I can't stand not knowing him and the curiosity is kill me.",
                    "The suspense was kill me as I popped the disc in the player and settled down.",
                    "I've emailed her a few times to let her know I'm available, but she just deletes me and the rejection is kill me!",
                    "There's another 4 days left on that and the suspense is kill me!",
                    "Ana couldn't contain herself any longer, the suspense was kill her, she had to ask him, she just had to."
                ]
            },
            {
                "id": "m_en_gbus0548430.030",
                "definition": "pass (time, or a specified amount of it), typically while waiting for a particular event",
                "examples": [
                    "Knowing that I have several hours to kill on my own and that no-one will likely pop round makes me incredibly anxious.",
                    "This sometimes-excruciating process usually kill a half-day, and this visit was no exception.",
                    "That was enough to kill a good few hours in the afternoon.",
                    "On a holiday or on business and have few hours to kill and want to spend it well?",
                    "Which is how I wound up at Panera with a little bit of time to kill the other day, and found the network to be hors de combat.",
                    "He only became aware of that when he felt that all he had been doing was trying to kill the excessive spare time he had on his hands.",
                    "There was a McDonalds in our campground, and I decided to kill another half an hour and get myself a hamburger.",
                    "With hours still to kill he's lurking around the station when Walker passes.",
                    "Sunday came - the sun splitting the stones - and we had a few hours to kill before heading for Molly Ryan's to see the minor game.",
                    "when he reached the station he found he actually had an hour to kill"
                ]
            },
            {
                "id": "m_en_gbus0548430.032",
                "definition": "an act of killing, especially of one animal by another",
                "examples": [
                    "The lion's kill of the gazelle provided a meal for the pride.",
                    "The snake's kill of the mouse was quick and silent.",
                    "The hawk's kill of the rabbit was a skillful display of hunting prowess.",
                    "The wolf's kill of the deer was a necessary part of its survival in the wild.",
                    "The jaguar's kill of the peccary was a calculated and efficient attack.",
                    "The cheetah's kill of the gazelle was a blur of speed and agility.",
                    "The bear's kill of the salmon was a testament to its strength and endurance.",
                    "The leopard's kill of the impala was a stealthy and precise operation.",
                    "The crocodile's kill of the wildebeest was a powerful and sudden ambush.",
                    "The eagle's kill of the fish was a spectacular demonstration of its hunting abilities."

                ]
            }
        ]
    },
    {

        "word": "stock",
        "senses": [
            {
                "id": "m_en_gbus0996680.006",
                "definition": "the goods or merchandise kept on the premises of a shop or warehouse and available for sale or distribution",
                "examples": [
                    "Co-op stock around Swindon have been running low on stock after a regional distribution warehouse in Oxford was flooded.",
                    "He thought the thieves would dispose of the shop's stock at car boot sales or use them for family gifts.",
                    "We are always looking for willing volunteers to help with everything from sorting and preparing stock to merchandising and sales.",
                    "The salesman pointed out that they don't keep so much stock at the shop, it's held at the warehouse that services all the local shops.",
                    "The sale in question was of ancient old stock from the warehouse, meaning that the actual date of manufacture was probably a few years earlier.",
                    "These shortages of low cost stock are most extreme in metropolitan Australia because of the higher numbers of low income households in the cities.",
                    "The site, which was set up by Fenor based Internet Company Protocol allows people to view and purchase any item of stock which is available for sale in the Waterford Shop.",
                    "That might mean a claim for sale or purchase of stock merchandise, or real estate, or the receipt or repayment of a loan.",
                    "The Neo supersedes the current Deluxe model, though the latter is likely to be around until the end of the year, reflecting a higher level of stock in Handspring's warehouses.",
                    "It is possible the knobs were leftover stock from his shop.",
                    "The store needs to stock up on more inventory.",
                    "They decided to stock a new line of products.",
                    "We have a limited stock of this item available.",
                    "The warehouse stock thousands of items.",
                    "The shop always makes sure to stock fresh produce.",
                    "The store runs out of stock quickly during the holiday season.",
                    "The company is looking to expand its stock of products.",
                    "The shelves need to be stock.",
                    "They have a large stock of toys for children.",
                    "The store has a surplus of stock due to lack of sales.",
                    "The distribution center stock goods for multiple stores.",
                    "We are running low on stock for this particular product.",
                    "The company offers discounts on stock items.",
                    "The store sells out of stock during major sales.",
                    "The store offers to special order items that are not in stock.",
                    "The store only stock items that are in high demand.",
                    "The online store has a wider variety of stock available.",
                    "The store needs to rotate their stock to ensure freshness.",
                    "The company needs to manage their stock levels more efficiently."
                ]
            },
            {
                "id": "m_en_gbus0996680.018",
                "definition": "the capital raised by a company or corporation through the issue and subscription of shares",
                "examples": [
                    "On the basis of these balance sheets, stock was issued and thereby the capital raised for the planned development.",
                    "In the case of capital markets, stock prices signal stock with different appetites for risk where to put their money.",
                    "A stock option gives you the right to buy a set number of shares of company stock at a specified price.",
                    "More often, corporations buy back stock on the open market to avoid increasing the share pool.",
                    "Unable to raise money in the new issue stock and bond markets, corporations tapped their bank credit lines.",
                    "That included almost €7.8 million owed under a redeemable convertible unsecured loan for which the company had issued stock",
                    "Analysts believe APP's business - and its stock - have plenty of room for growth.",
                    "And of course, you get access to other premium stock and mutual fund data.",
                    "We do not think this makes sense, considering that current sales are always marginal to the whole capital stock",
                    "Once the SEC gives its approval, Google will stock accepting bids for its shares and could start issuing stock within a matter of hours.",
                    "Many companies use the stock market to raise capital.",
                    "Publicly traded companies can issue stock to raise funds.",
                    "Investors can purchase stock in a company to become shareholders.",
                    "Stock can be traded on a stock exchange.",
                    "The value of a company's stock can rise or fall based on market conditions.",
                    "A stock offering can generate a significant amount of capital for a company.",
                    "Companies may choose to buy back stock in order to increase the value of their remaining shares.",
                    "Individuals can invest in stock as part of their retirement portfolio.",
                    "The stock market can be volatile and subject to sudden changes.",
                    "Stock can be a risky investment, but can also have high potential returns.",
                    "The price of a company's stock can be affected by a wide range of factors.",
                    "Stock can be categorized as blue chip, mid cap, or small cap based on their market capitalization.",
                    "Stock can be purchased through a broker or online trading platform.",
                    "A company's board of directors may decide to issue additional stock in order to raise capital.",
                    "The performance of the stock market can be a good indicator of the overall health of the economy.",
                    "Investors can use stock prices to track the performance of their portfolios.",
                    "Stock buybacks can reduce the number of shares outstanding, which can increase the value of each remaining share.",
                    "Companies may use stock options as part of their employee compensation packages.",
                    "The stock market can provide investors with opportunities to diversify their portfolios."
                ]
            },
            {
                "id": "m_en_gbus0996680.027",
                "definition": "liquid made by cooking bones, meat, fish, or vegetables slowly in water, used as a basis for the preparation of soup, gravy, or sauces",
                "examples": [
                    "Use the caramel-colored water for soup, stock and gravy.",
                    "Keep the basics on hand: frozen marinara and stock for quick pasta meals, and a simple vegetable or chicken stock for fast soups.",
                    "Even the soup of the day is an intentional creation, using freshly prepared vegetables and stock with fresh meat, fowl, or fish added.",
                    "Split pea soup is delicious prepared with either a chicken or vegetable stock",
                    "If the soup is not liquid enough, add stock or water, stir, and reheat again thoroughly.",
                    "If soup is too thick, heat more apple juice and chicken stock add to soup and return to blender.",
                    "You may also chop and blend with water or vegetable stock and freeze in ice cube trays for addition to soups and stews.",
                    "If the sauce begins to evaporate too much while cooking, add a few tablespoons of chicken stock or water.",
                    "The soup was pleasantly light, although I found that the stock vegetable stock somewhat overwhelmed the soup's mushroom flavour.",
                    "Pour in hot water or stock to cover the vegetables and bring to a simmer.",
                    "I like to stock up on chicken stock when it's on sale.",
                    "The recipe calls for vegetable stock, not chicken.",
                    "I'm making a soup and need to stock up on some stock.",
                    "The stock has to be simmered for at least an hour to get the best flavor.",
                    "I always keep a few cans of stock in my pantry for emergencies.",
                    "You can use a bouillon cube in place of stock, but it won't be as flavorful.",
                    "I'm going to make a homemade stock using beef bones and vegetables.",
                    "She used a little bit of stock to deglaze the pan and make a sauce.",
                    "I'm going to add some stock to the gravy to make it a little thinner.",
                    "I prefer to use homemade stock instead of store-bought.",
                    "The stock needs to be strained to remove any impurities.",
                    "I like to freeze my stock in ice cube trays so I can use just a little bit at a time.",
                    "You can use stock to cook rice or pasta for added flavor.",
                    "I always use low-sodium stock to control the salt content in my cooking.",
                    "The stockpot is the best pot to use for making stock.",
                    "You can use a pressure cooker to make stock in a fraction of the time.",
                    "I prefer to use stock instead of water when making mashed potatoes.",
                    "The stock can be stored in the refrigerator for up to a week, or frozen for up to six months.",
                    "I'm going to add some stock to the stuffing to make it more moist.",
                    "You can make a vegetarian stock by simmering vegetables and herbs in water."

                ]
            },
            {
                "id": "m_en_gbus0996680.030",
                "definition": "a person's ancestry or line of descent",
                "examples": [
                    "The Dogras inhabiting the hilly tract bounding the mountains of the Kashmir Valle on the south and extending to the plains of the Punjab, are descended from Aryan stock",
                    "During these difficult times he was faithfully supported and encouraged by his wife, who was descended from good Puritan stock",
                    "Much of my Yorkshire stock descended from the Viking Raids of the 9th century.",
                    "Now all contemporary Percherons share this common heritage descending from the foundation stock that originated in La Perche.",
                    "He, of Irish Catholic stock descendant of those who fled famine and poverty, was up against him.",
                    "Like the Pieds Noirs, they were a settler community, much of it of peasant stock which had done well.",
                    "I also tried to do a Holly impression, but that's hard when you don't have dark hair and you're from Eastern European peasant stock",
                    "He was born at Grouchy, near Gréville, Normandy, of peasant stock and spent his early years as a farmworker alongside his father.",
                    "He was from Ukrainian peasant stock and at 14 he went to work in the Ukrainian coal mines.",
                    "Scottish Roots usually has about 20 clients at any given time waiting in a queue to discover whether they come from peasant stock or the landed gentry.",
                    "He was proud of his Scottish stock.",
                    "The farmer was concerned about the quality of his cattle stock.",
                    "They traced their family stock back to the 18th century.",
                    "The royal family is from a noble stock.",
                    "The company is one of the oldest family stock in the region.",
                    "The stock of the company was passed down to the next generation.",
                    "She inherited a valuable stock portfolio from her father.",
                    "The company was founded by the stock of businessmen and entrepreneurs.",
                    "The company has a diverse stock of employees from various backgrounds.",
                    "The man's stock could be traced to the indigenous people of the area.",
                    "The stock of the area is known for their resilience and hard work.",
                    "The stock of the new settlers was mostly from Europe.",
                    "The company had a good reputation and was seen as a reliable stock.",
                    "The government wanted to promote the growth of local business stock.",
                    "The school celebrated the diversity of its student stock.",
                    "The organization was criticized for its lack of diversity in its leadership stock.",
                    "The company's stock of resources was running low.",
                    "The woman's stock of knowledge was impressive.",
                    "The researchers were interested in the genetic stock of the indigenous population.",
                    "The region has a rich stock of cultural heritage."
                ]
            },
            {
                "id": "m_en_gbus0996680.060",
                  "definition": "(of a phrase or expression) so regularly used as to be automatic or hackneyed",
                "examples": [
                    "she faltered momentarily and then resorted to the teenager's favourite stock response ‘whatever’",
                    "Her speech was filled with stock phrases and clichs.",
                    "I'm tired of hearing the same old stock responses to my questions.",
                    "The comedian relied heavily on stock jokes that had been used for years.",
                    "His writing is full of stock phrases that add nothing to the meaning.",
                    "The characters in the movie were all stock stereotypes.",
                    "The author's use of stock imagery made the story feel predictable.",
                    "The politician's speech was filled with stock promises that he had no intention of keeping.",
                    "The coach gave a stock answer to every question in the press conference.",
                    "She relied on stock expressions to make her point.",
                    "The movie was full of stock dialogue that felt like it had been written by a computer.",
                    "The journalist used a lot of stock language in his article.",
                    "The CEO gave a stock presentation that he had given many times before.",
                    "The lawyer's argument was filled with stock legal phrases and jargon.",
                    "The politician's speech was filled with stock rhetoric that had been used before.",
                    "The professor used stock examples to illustrate his point.",
                    "The salesman relied on stock techniques to sell his product.",
                    "The speech was filled with stock applause lines that were intended to rally the audience.",
                    "The company relied on stock marketing strategies that had worked in the past.",
                    "The candidate gave a stock answer to the question about his policy.",
                    "The book was filled with stock descriptions that didn't add anything new."
                ]
            }
        ]
    },
    {
        "word": "immigration",
        "senses": [
            {
                "id": "m_en_gbus0497320.005",
                "definition": "the action of coming to live permanently in a foreign country",
                "examples": [
                    "This is also the generation who suffered most at the brutal application of immigration laws.",
                    "The second great problem in immigration and illegal trafficking in people.",
                    "The screening of this film will be followed by a discussion on illegal immigration",
                    "The goals in immigration policies are achieved by granting or denying visas.",
                    "They have agreed to develop a common immigration policy at EU level.",
                    "What's needed, advocates say, are stories of successful Americans who wouldn't be here were it not for family-based immigration",
                    "For months on this program, we have reported extensively on the problem of massive illegal immigration into this country.",
                    "We'll have two opposing views on immigration policy reform.",
                    "Large-scale Chinese immigration to the Malay peninsula began in the middle of the 19th century.",
                    "I think we need to encourage legal immigration",
                    "Immigration to Canada has been increasing in recent years.",
                    "Many people choose to immigration to the United States for better opportunities.",
                    "immigration to a new country can be a difficult process.",
                    "He is planning to immigration to Australia next year.",
                    "immigration to a new country requires a lot of paperwork and preparation.",
                    "She hopes to immigration to Canada with her family.",
                    "immigration to a new country can be a life-changing experience.",
                    "They had to go through a lengthy process to immigration to the United States.",
                    "immigration policies vary from country to country.",
                    "The government has implemented new immigration laws.",
                    "Many people immigration to Europe for a better quality of life.",
                    "immigration can have both positive and negative effects on a country.",
                    "He had to learn a new language after immigration to the United Kingdom.",
                    "immigration to a new country can be a daunting task.",
                    "The process of immigration can be stressful and time-consuming.",
                    "She wants to immigration to the United States to be closer to her family.",
                    "immigration has been a contentious issue in many countries.",
                    "The government is considering changes to immigration policy."

        "word": "insult",
        "senses": [
            {
                "id": "m_en_gbus0513800.005",
                "definition": "speak to or treat with disrespect or scornful abuse",
                "examples": [
                    "They were also said to be regularly insult and physically abused by the owners.",
                    "Carl is insult humiliated and ignored on a regular basis and yet keeps coming back for more.",
                    "So is there any hope that the broadcasters will stop insult our intelligence?",
                    "Well the nation has had to put up with weeks of its intelligence being insult by those who claimed we were wrong to act.",
                    "They have insult our war dead and probably do not even realise it.",
                    "Political violence is often a resentful backlash to a group's sense of being insult or humiliated.",
                    "Eileen Murphy, who has lived there nine years, said people were fuming and insult by the slur.",
                    "It insult his intelligence and made him wonder why he went to college in the first place.",
                    "I wonder what sort of business he's involved with, if he doesn't need to worry about insult women?",
                    "Lists are just a cheap, insult and valueless way of filling column inches and insult readers."
                ]
            },
            {
                "id": "m_en_gbus0513800.016",
                "definition": "a disrespectful or scornfully abusive remark or act",
                "examples": [
                    "His insult towards her was a direct attack on her character.",
                    "Her insult towards him was a result of her anger and frustration.",
                    "The insult was intended to hurt and demean the recipient.",
                    "The insult was met with outrage and disbelief from those present.",
                    "The insult was just one of many in the long-standing feud between the two individuals.",
                    "The insult was a low blow and completely uncalled for in the situation.",
                    "The insult was a reflection of the insulter's own insecurities and biases.",
                    "The insult was directed at the person's race, gender, or ethnicity, making it even more hurtful.",
                    "The insult was met with a swift and decisive response from the insulted party.",
                    "The insult was not taken lightly, and the consequences of the insulter's actions would be severe."
                ]
            },
            {
                "id": "m_en_gbus0513800.021",
                "definition": "an event which causes damage to a tissue or organ",
                "examples": [
                    "the movement of the bone causes a severe tissue insult",
                    "The injury to his knee was a result of an insult during the football game.",
                    "The insult to her back muscles was causing her immense pain and discomfort.",
                    "The insult to the liver was severe, and required immediate medical attention.",
                    "The insult to the heart muscle was a significant concern for the doctors treating the patient.",
                    "The insult to the brain was a traumatic experience for the victim.",
                    "The insult to his wrist was a setback in his rehabilitation progress.",
                    "The insult to the lung was a complication of the patient's preexisting condition.",
                    "The insult to the skin was a result of a burn caused by the hot oil.",
                    "The insult to the eye was a result of a foreign object striking it.",
                    "The insult to the tendons in his ankle was a result of overuse during his training regimen."

                ]
            }
        ]
    }
]